Repository: wikimedia/wikimedia-toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, pt_br, sl, sv, tr, uk

source: Audit log
de: Audit-Protokoll
fr: Journal d’audit
he: יומן מבדק
pt_br: Registro de auditoria
sl: Revizijski dnevnik
sv: Audit-logg
tr: Denetim günlüğü
uk: Журнал аудиту

source: created
de: erstellt
fr: créé
he: נוצר
pt_br: criado
sl: ustvarjeno
sv: skapade
tr: oluşturuldu
uk: створено

source: updated
de: aktualisiert
fr: mis à jour
he: עודכן
pt_br: atualizado
sl: posodobljeno
sv: uppdaterade
tr: güncellendi
uk: оновлено

source: deleted
de: gelöscht
fr: supprimé
he: נמחק
pt_br: excluído
sl: izbrisano
sv: raderade
tr: silindi
uk: видалено

source: added to
de: hinzugefügt zu
fr: ajouté à
he: נוסף ל־
pt_br: Adicionado a
sl: dodano
sv: tillagd till
tr: eklendi
uk: додано на

source: removed from
de: entfernt von
fr: supprimé de
he: הוסר מ־
pt_br: removido de
sl: odstranjeno od
sv: borttagen från
tr: kaldırıldı
uk: вилучено з

source: hid
de: versteckt
fr: caché
he: מוסתרת
sl: skrito
sv: dold
tr: gizli
uk: сховався

source: revealed
de: aufgedeckt
fr: révélé
he: חשופה
sl: razkrito
sv: visad
uk: виявлено

source: patrolled
de: kontrolliert
fr: patrouillé
he: מנוטרת
sl: pregledano
sv: patrullerad
tr: denetlenmiş
uk: відпатрульовано

source: featured
de: hervorgehoben
fr: mis en avant
he: מומלצת
sl: izbrano
sv: utvald
tr: öne çıkan
uk: вибрано

source: unfeatured
de: nicht mehr hervorgehoben
fr: non mis en avant
he: מומלצת לשעבר
sl: odizbrano
sv: inte längre utvald
tr: öne çıkmayan
uk: без ознак

source: timestamp
de: Zeitstempel
fr: horodatage
he: חותם־זמן
pt_br: data e hora
sl: čas
sv: tidsstämpel
tr: zaman damgası
uk: мітка часу

source: user
de: Benutzer
fr: utilisateur
he: משתמש
pt_br: usuário
sl: uporabnik
sv: användare
tr: kullanıcı
uk: користувач

source: content type
de: Inhaltstyp
fr: type de contenu
he: סוג התוכן
pt_br: tipo de conteúdo
sl: vrsta vsebine
sv: innehållstyp
tr: içerik türü
uk: тип вмісту

source: object id
de: Objekt-ID
fr: ID d’objet
he: מזהה עצם
pt_br: id do objeto
sl: ID objekta
sv: objekts-ID
tr: nesne kimliği
uk: ідентифікатор об'єкта

source: object pk
de: Objekt-PK
fr: PK d’objet
he: מפתח ראשי של עצם
pt_br: pk do objeto
sl: PK objekta
sv: objekts-PK
tr: nesne birincil anahtarı
uk: об'єкт pk

source: action
de: Aktion
he: פעולה
pt_br: ação
sl: dejanje
sv: åtgärd
tr: eylem
uk: дія

source: auditlog entry
de: Audit-Protokoll-Eintrag
fr: entrée du journal d’audit
he: רשומת יומן מבדק
pt_br: entrada da auditoria
sl: zapis v revizijskem dnevniku
sv: Audit-logginlägg
tr: denetim günlüğü girdisi
uk: запис журналу аудиту

source: auditlog entries
de: Audit-Protokoll-Einträge
fr: entrées du journal d’audit
he: רשומות יומן מבדק
pt_br: entradas da auditoria
sl: zapisi v revizijskem dnevniku
sv: Audit-logginlägg
tr: denetim günlüğü girdileri
uk: записи журналу аудиту

source: Event parameters
de: Ereignisparameter
fr: Paramètres d’événement
he: פרמטרים של אירוע
sl: Parametri dogodka
sv: Evenemangsparametrar
tr: Etkinlik parametreleri
uk: Параметри події

source: Revision created by edit action
de: Version, die durch eine Bearbeitungsaktion erstellt wurde
fr: Révision créée par une action d’édition
he: גרסה שנוצרה בפעולת עריכה
sl: Redakcija, ustvarjena z dejanjem urejanja
sv: Sidversion skapad av redigeringsåtgärd
uk: Версія, створена за допомогою дії редагування

source: Has the revision been marked as hidden?
de: Wurde die Version als versteckt markiert?
fr: La révision a-t-elle été marquée comme cachée ?
he: האם הגרסה סומנה בתור מוסתרת?
sl: Ali je bila redakcija označena kot skrita?
sv: Har sidversionen markerats som dold?
tr: Revizyon gizli olarak işaretli mi?
uk: Чи редакцію позначено як приховану?

source: Has the revision been reviewed by a patroller?
de: Wurde die Version von einem Kontrollierer überprüft?
fr: La révision a-t-elle été relue par un patrouilleur ?
he: האם הגרסה נסקרה על־ידי מנטר?
pt_br: A revisão foi revisada por um patrulheiro?
sl: Ali je redakcijo pregledal pregledovalec?
sv: Har sid versionen granskats av en patrullör?
tr: Revizyon bir denetçi tarafından incelendi mi?
uk: Чи перевірялася редакція патрульним?

source: Name of tool related to the change
de: Name des Werkzeugs, das sich auf die Änderung bezieht
fr: Nom de l’outil lié à la modification
he: שם הכלי האחראי לשינוי
sl: Ime orodja, povezanega s spremembo
sv: Namnet på verktyget som rör ändringen
uk: Назва інструменту, пов'язаного зі зміною

source: Identity of user related to the change
de: Identität des Benutzers, der sich auf die Änderung bezieht
fr: Identité de l’utilisateur lié à la modification
he: זהות המשמש האחראי לשינוי
sl: Identiteta uporabnika, povezanega s spremembo
sv: Identitet för användaren som rör ändringen
uk: Ідентифікація користувача, пов'язана зі зміною

source: Tool list related to the change
de: Werkzeugliste im Zusammenhang mit der Änderung
fr: Liste d’outils liée à la modification
he: רשימת כלים הקשורה לשינוי
sl: Seznam orodij, povezanih s spremembo
sv: Verktygslista som rör ändringen
uk: Список інструментів, пов'язаних із зміною

source: Event action
de: Ereignis-Aktion
fr: Action déclenchée par évènement
he: פעולת אירוע
pt_br: Ação do evento
sl: Dejanje dogodka
sv: Evenemangsåtgärd
tr: Etkinlik eylemi
uk: Дія події

source: Event target
de: Ereignis-Ziel
fr: Cible d’évènement
he: יעד אירוע
pt_br: Alvo do evento
sl: Cilj dogodka
sv: Evenemangsåtgärd
tr: Etkinlik hedefi
uk: Ціль події

source: Audit log entry
de: Audit-Logbuch-Eintrag
fr: Entrée du journal d’audit
he: רשומת יומן אבטחה
pt_br: Entrada de registro de auditoria
sl: Zapis v revizijskem dnevniku
sv: Audit-logginlägg
tr: Denetim günlüğü girdisi
uk: Запис журналу аудиту

source: Only show logs for the given action types.
de: Zeigt nur Protokolle für die angegebenen Aktionstypen an.
fr: Afficher seulement les journaux pour les types d’action fournis.
he: להציג רק יומנים בשביל סוגי הפעולה הנתונים.
pt_br: Mostrar apenas registros para os tipos de ação fornecidos.
sl: Prikaži samo dnevniške zapise za določene vrste dejanj.
sv: Visa endast loggar för de angivna åtgärdstyperna.
tr: Sadece verilen eylem türü için günlükleri göster.
uk: Показувати журнали лише для даних типів дій.

source: Only show logs for the given target type.
de: Zeigt nur Protokolle für den angegebenen Zieltyp an.
fr: Afficher seulement les journaux pour le type de cible fourni.
he: להציג רק יומנים בשביל סוג היעד הנתון.
pt_br: Mostrar apenas registros para o tipo de destino fornecido.
sl: Prikaži samo dnevniške zapise za določeno vrsto cilja.
sv: Visa endast loggar för de angivna måltyperna.
tr: Sadece verilen hedef türü için günlükleri göster.
uk: Показувати журнали лише для даного типу цілі.

source: Only show logs occurring before the given date and time.
de: Zeigt nur Protokolle an, die vor dem angegebenen Datum und der angegebenen Uhrzeit aufgetreten sind.
fr: Afficher seulement les traces produites avant la date et l’heure fournies.
he: להציג רק יומנים לפני התאריך והשעה הנתונים.
pt_br: Mostra apenas os registros que ocorrem antes da data e hora fornecidas.
sl: Prikaži samo dnevniške zapise pred določenim datumom in časom.
sv: Visa endast loggar som inträffat innan den angivna tiden och datumet.
tr: Sadece verilen tarih ve zamandan önce meydana gelen günlükleri göster.
uk: Показувати лише журнали, що відбуваються до зазначеної дати та часу.

source: Only show logs occurring after the given date and time.
de: Zeigt nur Protokolle an, die nach dem angegebenen Datum und der angegebenen Uhrzeit auftreten.
fr: Afficher seulement les traces produites après la date et l’heure fournies.
he: להציג רק יומנים אחרי התאריך והשעה הנתונים.
pt_br: Mostra apenas os registros que ocorrem após a data e hora fornecidas
sl: Prikaži samo dnevniške zapise po določenem datumu in času.
sv: Visa endast loggar som inträffat efter den angivna tiden och datumet.
tr: Sadece verilen tarih ve zamandan sonra meydana gelen günlükleri göster.
uk: Показувати журнали лише після зазначеної дати та часу.

source: Only show logs for the given user.
de: Zeigt nur Protokolle für den angegebenen Benutzer an.
fr: Afficher seulement les traces de l’utilisateur donné.
he: להציג רק יומנים עבור המשתמש הנתון.
pt_br: Mostra apenas os registros de um determinado usuário.
sl: Prikaži samo dnevniške zapise za določenega uporabnika.
sv: Visa endast loggar för den angivna användaren.
tr: Sadece verilen kullanıcı için günlükleri göster.
uk: Показувати журнали лише для даного користувача.

source: List all log entries.
de: Alle Logbuch-Einträge auflisten.
fr: Lister toutes les entrées du journal.
he: הצגת כל רשומות היומן.
pt_br: Listar todas as entradas de registro.
sl: Seznam vseh dnevniških zapisov.
sv: Lista alla logginlägg.
tr: Tüm günlük girdileri listeleyin.
uk: Перелічити всі записи журналу.

source: Info for a specific log entry.
de: Info für einen bestimmten Lochbucheintrag.
fr: Infos pour une entrée spécifique du journal.
he: מידע עבור רשומת יומן מסוימת.
pt_br: Informações para uma entrada de registro específica.
sl: Informacije za določen dnevniški zapis.
sv: Information om en bestämt logginlägg.
tr: Belirli bir günlük girdisi için bilgi.
uk: Інформація для певного запису журналу.

source: Toolinfo web crawler
fr: Robot d’indexation web de Toolinfo
he: זחלן וב של Toolinfo
pt_br: Rastreador de informações da ferramenta
sl: Spletni pajek Toolinfo
sv: Toolinfo-webbskrapare
tr: Toolinfo web tarayıcısı
uk: Веб-сканер Toolinfo

source: A URL that has been registered for crawling
de: Eine URL, die für das Crawling registriert wurde
fr: Une URL qui a été enregistrée pour l’indexation automatisée
he: כתובת URL שהרשמה בזביל זחילה
pt_br: Um URL que foi registrado para rastreamento
sl: URL, registriran za prečesanje
sv: En webbadress som registrerats för skrapning
tr: Tarama için kaydedilmiş bir URL
uk: URL-адреса, зареєстрована для сканування

source: A URL to crawl
de: Eine URL zum Crawlen
fr: Une URL à indexer par robot
he: באיזה URL לזחול
pt_br: Um URL para rastrear
sl: URL za prečesanje
sv: En webbadress att skrapa
tr: Taranacak bir URL
uk: URL-адреса для сканування

source: Information about a single URL processed during a crawler run
de: Informationen über eine einzelne URL, die während eines Crawler-Laufs verarbeitet wurde
fr: Informations au sujet d’une URL unique traitée durant une indexation automatique
he: מידע על URL בודד שעוּבד בזמן הרצת הזחלן
pt_br: Informações sobre um único URL processado durante a execução de um rastreador
sl: Informacije o posameznem URL-ju, obdelane med delovanjem pajka
sv: Information om en enkel webbadress som bearbetats under en skrapomgång
tr: Bir tarayıcının çalışması sırasında işlenen tek bir URL hakkında bilgi
uk: Інформація про одну URL-адресу, оброблену під час роботи сканера

source: Summary of a single run of the crawler.
de: Zusammenfassung eines einzelnen Laufs des Crawlers.
fr: Résumé d’une seule exécution de l’indexeur.
he: תקציר של הרצה בודדת של הזחלן.
pt_br: Resumo de uma única execução do rastreador.
sl: Povzetek posameznega delovanja pajka.
sv: Sammanfattning av en enkel omgång skrapning.
tr: Tarayıcının tek bir çalıştırmasının özeti.
uk: Підсумок одного пробігу гусеничного шасі.

source: Register a new URL for crawling.
de: Registriert eine neue URL für das Crawling.
fr: Inscrire une nouvelle URL à indexer.
he: רישום URL חדש לזחילה.
pt_br: Registre um novo URL para rastreamento.
sl: Registracija novega URL-ja za prečesavanje.
sv: Registrera en ny webbadress att skrapa.
tr: Tarama için yeni bir URL kaydedin.
uk: Зареєструйте нову URL-адресу для сканування.

source: Information about a specific crawled URL.
de: Informationen über eine bestimmte gecrawlte URL.
fr: Informations concernant une URL indexée spécifique.
he: מידע על URL מסוים שהזחלן עבר בו.
pt_br: Informações sobre um URL rastreado específico.
sl: Podatki o posameznem prečesanem URL-ju.
sv: Information om en specifik webbadress som skrapats.
tr: Taranan belirli bir URL hakkında bilgiler.
uk: Інформація про певну скановану URL-адресу.

source: Unregister a URL.
de: Aufheben der Registrierung einer URL.
fr: Désinscrire une URL.
he: ביטול רישום URL.
pt_br: Cancele o registro de um URL.
sl: Odregistriraj URL.
sv: Avregistrera en webbadress.
tr: Bir URL'nin kaydını iptal edin.
uk: Скасувати реєстрацію URL-адреси.

source: List all crawled URLs.
de: Alle gecrawlten URLs auflisten.
fr: Lister toutes les URL indexées.
he: רשימת כל ה־URL־ים שהזחלן עבר בהם.
pt_br: Liste todos os URLs rastreados.
sl: Seznam vseh prečesanih URL-jev.
sv: Lista över alla skrapade webbadresser.
tr: Taranan tüm URL'leri listeleyin.
uk: Перелічіть усі скановані URL-адреси.

source: Get URLs created by the current user.
de: URLs abrufen, die vom aktuellen Benutzer erstellt wurden.
fr: Obtenir les URL créées par l’utilisateur actuel.
he: קבלת URL־ים שיצרת המשתמש הנוכחי.
pt_br: Obtenha URLs criados pelo usuário atual.
sl: Pridobi URL-je, ki jih je ustvaril trenutni uporabnik.
sv: Hämta webbadresser som skapats av en den nuvarande användaren.
tr: Mevcut kullanıcı tarafından oluşturulan URL'leri alın.
uk: Отримати URL-адреси, створені поточним користувачем.

source: List all historic crawler runs.
de: Alle früheren Crawler-Läufe auflisten.
fr: Lister toutes les exécutions historiques de l’indexeur.
he: רשימת כל הרצות הזחלנים ההיסטוריות.
pt_br: Liste todas as execuções históricas do rastreador.
sl: Seznam vseh prejšnjih delovanj pajka.
sv: Lista alla historiska skrapomgångar.
tr: Tüm tarihi paletli koşuları listeleyin.
uk: Перелічіть усі історичні скани.

source: Info for a specific crawler run.
de: Informationen für einen bestimmten Crawler-Lauf.
fr: Infos pour une exécution spécifique de l’indexeur.
he: מידע על הרצת זחלן מסוימת.
pt_br: Informações para uma execução específica do rastreador.
sl: Informacije za posamezno delovanje pajka
sv: Information om en specifik skrapomgångar.
tr: Belirli bir tarayıcı çalıştırma bilgisi.
uk: Інформація про певний запуск сканера.

source: List all urls crawled in a run.
de: Listet alle gecrawlten URLs in einem Lauf auf.
fr: Lister toutes les URL indexées durant une exécution.
he: רשימת כל ה־URL־ים שהזחלן עבר בהם בהרצה.
pt_br: Liste todos os urls rastreados em uma execução.
sl: Seznam vseh URL-jev, prečesanih v zagonu.
sv: Lista alla webbadresser som skrapades i omgången.
tr: Bir çalıştırmada taranan tüm url'leri listeleyin.
uk: Перелічити всі URL-адреси, проскановані під час виконання.

source: Info for a specific url crawled in a run.
de: Informationen für eine bestimmte URL, die in einem Lauf gecrawlt wurde.
fr: Infos pour une URL spécifique indexée dans une exécution.
he: מידע על URL מסוים שהזחלן עבר בו בהרצה.
pt_br: Informações para um url específico rastreado em uma execução.
sl: Podatki o posameznem URL-ju, prečesanem pri zagonu.
sv: Information om en specifik webbadress som skrapades i omgången.
tr: Bir çalıştırmada taranan belirli bir url için bilgi.
uk: Інформація про певну URL-адресу, проскановану під час виконання.

source: Lists
de: Listen
fr: Listes
he: רשימות
pt_br: Listas
sl: Seznami
sv: Listor
tr: Listeler
uk: Списки

source: Title of this list
de: Name dieser Liste
fr: Titre de cette liste
he: כותרת הרשימה הזאת
sl: Naslov tega seznama
sv: Titel på denna lista
tr: Bu listenin başlığı
uk: Назва цього списку

source: Description of the list's theme or contents.
de: Beschreibung des Themas oder des Inhalts der Liste.
fr: Description du thème ou du contenu de la liste.
he: תיאור נושא או תוכן הרשימה.
sl: Opis teme ali vsebine seznama
sv: Beskrivning av listornas teman eller innehåll.
tr: Listenin teması veya içeriklerinin açıklaması.
uk: Опис теми чи змісту списку.

source: A link to a Wikimedia Commons file description page for an icon that depicts the list.
de: Ein Link zu einer Wikimedia Commons-Dateibeschreibungsseite für ein Symbol, das die Liste darstellt.
fr: Un lien vers la page de description du fichier sur Wikimedia Commons pour une icône qui dépeint la liste.
he: קישור לדף תיאור קובץ בוויקישיתוף לסמל שמייצג את הרשימה.
sl: Povezava na opisno stran datoteke v Wikimedijini zbirki za ikono, ki prikazuje seznam.
sv: En länk till en filbeskrivningssida på Wikimedia Commons för en ikon som avbildar listan.
uk: Посилання на сторінку опису файлу Вікімедіа для значка зі списком.

source: If true, this list is a collection of the owning user's 'favorite' tools.
de: Wenn true, ist diese Liste eine Sammlung der Lieblingstools des Besitzers.
fr: Si vrai, cette liste est une collection des outils « favoris » de l’utilisateur propriétaire.
he: אם true, הרשימה הזאת היא אוסף של הכלים המועדפים של המשתמש שמחזיק בה.
sl: Če je to »true«, je ta seznam zbirka »priljubljenih« orodij lastnika.
sv: Om "true" är denna lista en samling av den ägande användarens "favorit"-verktyg.
uk: Якщо це правда, цей список є набором улюблених інструментів власника.

source: If true, this list is visible to everyone.
de: Wenn wahr (true), ist diese Liste für alle sichtbar.
fr: Si vrai, cette liste est visible par tout le monde.
he: אם true, הרשימה הזאת גלויה לכולם.
pt_br: Se true, esta lista é visível para todos.
sl: Če je to »true«, je ta seznam viden vsakomur.
sv: Om "true" är denna lista synlig för alla.
tr: Doğruysa, bu liste herkese görünür olacak.
uk: Якщо це правда, цей список бачать усі.

source: If true, this list has been marked as featured.
de: Wenn true, wurde diese Liste als hervorgehoben markiert.
fr: Si vrai, cette liste a été marquée comme mise en avant.
he: אם true, הרשימה הזאת סומנה בתור מומלצת.
pt_br: Se true, esta lista foi marcada como apresentada.
sl: Če je to »true«, je bil ta seznam označen kot izbrani.
sv: Om "true" har denna lista markerats som utvald.
uk: Якщо це правда, цей список позначено як рекомендований.

source: List of the names of the tools in this list.
de: Liste der Namen der Werkzeuge in dieser Liste.
fr: Liste des noms des outils dans cette liste.
he: רשימת שמות הכלים ברשימה הזאת.
sl: Seznam imen orodij na tem seznamu.
sv: Lista över namn på verktyg i denna lista.
uk: Список назв інструментів у цьому списку.

source: Position of this tool in the list.
de: Position dieses Werkzeugs in der Liste.
fr: Position de cet outil dans la liste.
he: מיקום הכלי הזה ברשימה.
pt_br: Posição desta ferramenta na lista.
sl: Položaj tega orodja na seznamu.
sv: Verktygets position i listan.
uk: Позиція цього інструменту у списку.

source: List of tools metadata.
de: Liste der Werkzeugmetadaten.
fr: Liste des métadonnées des outils.
he: רשימה של מטא־נתונים של כלים.
sl: Seznam metapodatkov orodij.
sv: Lista över verktygsmetadata.
uk: Список метаданих інструментів.

source: Create or update a list.
de: Erstellen oder aktualisieren einer Liste.
fr: Créer ou mettre à jour une liste.
he: יצירה או עדכון של רשימה.
sl: Ustvarite ali posodobite seznam.
sv: Skapa eller uppdatera en lista.
tr: Bir liste oluştur veya güncelle.
uk: Створення або оновлення списку.

source: List of tool names.
de: Liste der Werkzeugnamen.
fr: Liste des noms d’outil.
he: רשימת שמות כלים.
sl: Seznam imen orodij.
sv: Lista över verktygsnamn.
tr: Araç adlarının listesi.
uk: Список назв інструментів.

source: Historic revision of a list for generating diffs.
de: Historische Version einer Liste zur Erzeugung von Diffs.
fr: Version historique d’une liste pour la génération de diffs.
he: גרסאות היסטוריות של הרשימה ליצירת הבדלים.
pt_br: Revisão histórica de uma lista para gerar diffs.
sl: Zgodovinska redakcija seznama za prikaz primerjav.
sv: Historisk version av en lista för att generera skillnader.
uk: Історичний перегляд списку для створення відмінностей.

source: Historic revision of a list.
de: Historische Version einer Liste.
fr: Révision historique d’une liste.
he: גרסה היסטורית של רשימה.
sl: Zgodovinska redakcija seznama.
sv: Historisk sidversion av en lista.
tr: Bir listenin geçmiş revizyonu.
uk: Історичний перегляд списку.

source: Tool list revision.
de: Version der Werkzeugliste.
fr: Révision de la liste d’outils.
he: גרסת רשימת כלים.
sl: Redakcija seznama orodij.
sv: Sidversion av en verktygslista.
uk: Перегляд списку інструментів.

source: Tool list revision detail.
de: Angaben zur Version der Werkzeugliste.
fr: Détail de la révision de la liste d’outils.
he: פרט של גרסת רשימת כלים.
sl: Podatke redakcije seznama orodij.
sv: Sidversionsdetalj hos en verktygslista.
uk: Деталі перегляду списку інструментів.

source: Tool list revision difference.
de: Unterschiede in der Version der Werkzeugliste.
fr: Différence de la révision de la liste d’outils.
he: השוואת גרסאות רשימת כלים.
sl: Razlika redakcije seznama orodij.
sv: Sidversionsskillnad av en verktygslista.
uk: Різниця в перегляді списку інструментів.

source: Revision to apply changes to.
de: Version auf die die Änderungen angewendet werden sollen
fr: Révision sur laquelle appliquer les modifications.
he: הגרסה שהשינויים יחולו עליה.
pt_br: Revisão para aplicar as alterações.
sl: Redakcija za uporabo sprememb.
sv: Sidversion att tillämpa ändringar på.
tr: Değişikliğin uygulanacağı sürüm.
uk: Перегляд для застосування змін.

source: Revision after applying changes.
de: Version nach dem Anwenden von Änderungen.
fr: Révision après application des modifications.
he: הגרסה אחרי החלת השינויים.
pt_br: Revisão após aplicar alterações.
sl: Redakcija po uporabi sprememb.
sv: Sidversion efter att ändringarna tillämpas.
tr: Değişiklikleri uyguladıktan sonraki sürüm.
uk: Перегляд після застосування змін.

source: Add a favorite tool.
de: Füge ein Lieblingswerkzeug hinzu.
fr: Ajouter un outil favori.
he: הוספת כלי מועדף.
sl: Dodajte priljubljeno orodje.
sv: Lägg till ett favoritverktyg.
tr: Favori araç ekle.
uk: Додати улюблений інструмент.

source: Tool name.
de: Werkzeugname.
fr: Nom de l’outil.
he: שם הכלי.
sl: Ime orodja.
sv: Verktygsnamn.
tr: Araç adı.
uk: Назва інструменту.

source: Duplicate values in list: %(duplicates)s
de: Doppelte Werte in der Liste: %(duplicates)s
fr: Valeurs dupliquées dans la liste : %(duplicates)s
he: ערכים כפולים ברשימה: %(duplicates)s
sl: Podvojene vrednosti na seznamu: %(duplicates)s
sv: Dubbla värden i lista: %(duplicates)s
uk: Повторювані значення у списку: %(duplicates)s

source: Unknown tool: %(names)s
de: Unbekanntes Werkzeug: %(names)s
fr: Outil inconnu : %(names)s
he: כלי בלתי־ידוע: %(names)s
sl: one=Neznano orodje: %(names)s
sv: Okänt verktyg: %(names)s
uk: Невідомий інструмент: %(names)s

source: Tool %(name)s is already favorited.
de: Das Werkzeug %(name)s wird bereits favorisiert.
fr: L’outil %(name)s est déjà en favori.
he: הכלי %(name)s כבר ברשימת המועדפים.
sl: Orodje %(name)s je že priljubljeno.
sv: Verktyget %(name)s är redan favorit.
uk: Інструмент %(name)s вже вибрано.

source: Only show lists that are featured.
de: Nur Listen anzeigen, die vorgestellt werden.
fr: Afficher uniquement les listes qui sont mises en avant.
he: להציג רק רשימות שסומנו כמומלצות.
pt_br: Mostrar apenas listas destacadas.
sl: Pokaži samo izbrane sezname.
sv: Visa endast listor som är utvalda.
tr: Sadece öne çıkan listeleri göster.
uk: Показувати лише ті списки, які представлені.

source: Only show lists that are published.
de: Nur Listen anzeigen, die veröffentlicht sind.
fr: Afficher uniquement les listes qui sont publiées.
he: להציג רק רשימות שפורסמו.
pt_br: Mostrar apenas listas publicadas.
sl: Pokaži samo objavljene sezname.
sv: Visa endast listor som är publicerade.
tr: Sadece yayımlanmış listeleri göster.
uk: Показати лише опубліковані списки.

source: Only show lists created by the given user.
de: Zeigt nur Listen an, die von dem angegebenen Benutzer erstellt wurden.
fr: Afficher uniquement les listes créées par l’utilisateur donné.
he: להציג רק רשימות שנוצרו על־ידי משתמש מסוים.
pt_br: Mostrar apenas listas criadas por esse usuário.
sl: Pokaži samo sezname, ki jih je ustvaril določen uporabnik.
sv: Visa endast listor som skapats av den angivna användare.
uk: Показати лише списки, створені даним користувачем.
