Repository: wikimedia/wikimedia-toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, pt_br, sl, sv, tr, uk

source: A URI identifying the jsonschema for this toolinfo.json record. This should be a short uri containing only the name and revision at the end of the URI path.
de: Eine URI, die das jsonschema für diesen toolinfo.json-Datensatz identifiziert. Dies sollte eine kurze URI sein, die nur den Namen und die Version am Ende des URI-Pfads enthält.
fr: Une URI identifiant le schéma JSON pour cet enregistrement toolinfo.json. Ceci devrait être une URI courte contenant seulement le nom et sa révision à la fin du chemin de l’URI.
he: URI שמזהה את ה־jsonschema של רשומת ה־toolinfo.json הזאת. זה אמור להיות URI קצר שמכיל רק את השם ואת הגרסה בסוף נתיב ה־URI.
pt_br: Um URI que identifica o jsonschema para este registro toolinfo.json. Deve ser um uri curto contendo apenas o nome e a revisão no final do caminho do URI.
sl: URI, ki identificira shemo JSON za ta zapis toolinfo.json. To mora biti kratek URI, ki vsebuje samo ime in redakcijo na koncu poti URI.
sv: En URI som identifierar jsonschema för detta toolinfo.json-post. Detta borde vara en kort uri som bara innehåller namnet och versionen i slutet av URI-sökvägen.
tr: Bu toolinfo.json kaydı için jsonschema'yı tanımlayan bir URI. Bu, URI yolunun sonunda yalnızca adı ve revizyonu içeren kısa bir uri olmalıdır.
uk: URI, що ідентифікує jsonschema для цього запису toolinfo.json. Це має бути короткий uri, що містить лише ім’я та версію в кінці шляху URI.

source: The language in which this toolinfo record is written. If not set, the default value is English. Use ISO 639 language codes.
de: Die Sprache, in der dieser Toolinfo-Datensatz geschrieben wird. Wenn nicht festgelegt, ist der Standardwert Englisch. Verwende ISO 639-Sprachcodes.
fr: La langue dans laquelle est écrit cet enregistrement Toolinfo. Si elle n’est pas définie, la valeur par défaut est l’anglais. Utilisez un code de langue ISO 639.
he: השפה שרשומת ה־toolinfo הזאת כתובה בה. אם זה לא מוגדר, אז ברירת המחדל היא אנגלית. יש להשתמש בקוד שפה לפי ISO 639.
pt_br: O idioma no qual este registro de informações da ferramenta foi escrito. Se não for definido, o valor padrão é Inglês. Use códigos de idioma ISO 639.
sl: Jezik, v katerem je napisan ta zapis toolinfo. Če ni nastavljeno, je privzeta vrednost angleščina. Uporabite jezikovne oznake ISO 639.
sv: Språket som verktygsinformationen är skriven på. Om inget anges är standardvärdet engelska. Använd ISO 639-språkkoder.
tr: Bu araç bilgisi kaydının yazıldığı dil. Ayarlanmazsa, varsayılan değer İngilizce'dir. ISO 639 dil kodlarını kullanın.
uk: Мова, якою написано цей запис інформаційної програми. Якщо не встановлено, значенням за замовчуванням є англійська. Використовуйте мовні коди ISO 639.

source: Origin of this tool record.
de: Ursprung dieses Werkzeugsatzes.
fr: Origine de l’enregistrement de cet outil.
he: מקור רשומת הכלי הזה.
pt_br: Origem deste registro de ferramenta.
sl: Izbvor tega zapisa o orodju.
sv: Verktygspostens ursprung.
tr: Bu araç kaydının kökeni.
uk: Походження цього запису інструменту.

source: Admins
de: Administratoren
pt_br: Administradores
sl: Administratorji
sv: Administratörer

source: Organizers and program coordinators
de: Organisatoren und Programmkoordinatoren
sl: Organizatorji in koordinatorji programov
sv: Organisatörer och programsamordnare

source: Editors and content contributors
de: Bearbeiter und Mitwirkende
sl: Urejevalci in avtorji vsebine
sv: Redigerare och innehållsbidragsgivare

source: Readers and content consumers
de: LeserInnen und KonsumentInnen von Inhalten
sl: Bralci in uporabniki vsebine
sv: Läsare och innehållskonsumenter

source: Researchers
de: Forscher
sl: Raziskovalci
sv: Forskare

source: Developers
de: Entwickler
sl: Razvijalci
sv: Utvecklare

source: Articles
de: Artikel
pt_br: Artigos
sl: Članki
sv: Artiklar

source: Audio
pt_br: Áudio
sl: Zvok
sv: Ljud
tr: Ses

source: Books
de: Bücher
pt_br: Livros
sl: Knjige
sv: Böcker
tr: Kitaplar

source: Data
de: Daten
pt_br: Dados
sl: Podatki
tr: Veri

source: Bibliographic data
de: Bibliographische Daten
sl: Bibliografski podatki
sv: Bibliografisk data

source: Categories or labels
de: Kategorien oder Labels
sl: Kategorije ali oznake
sv: Kategorier eller etiketter

source: Diffs and revision data
de: Diffs und Revisionsdaten
sl: Razlike in podatki o redakcijah
sv: Skillnader och revisionsdata

source: Event data
de: Ereignisdatum
sl: Podatki o dogodkih
sv: Händelsedatum

source: Geographic data
de: Geografische Daten
pt_br: Dados geográficos
sl: Geografski podatki
sv: Geografisk data

source: Linguistic data
de: Sprachliche Daten
sl: Jezikovni podatki
sv: Språklig data

source: Page metadata
de: Metadaten der Seite
sl: Metapodatki strani
sv: Sidans metadata

source: Structured data
de: Strukturierte Daten
pt_br: Dados estruturados
sl: Strukturirani podatki
sv: Strukturerad data

source: User data
de: Benutzerdaten
pt_br: Dados do usuário
sl: Uporabniški podatki
sv: Användardata
tr: Kullanıcı verileri

source: Discussions
de: Diskussionen
pt_br: Discussões
sl: Razprave
sv: Diskussioner

source: Drafts
de: Entwürfe
pt_br: Rascunhos
sl: Osnutki
sv: Utkast

source: Emails
sl: E-pošta
sv: E-post

source: Images
de: Bilder
sl: Slike
sv: Bilder
tr: Resimler

source: Links
sl: Povezave
sv: Länkar
tr: Bağlantılar

source: Logs
de: Logbücher
pt_br: Registros
sl: Dnevniki
sv: Loggar

source: Maps
de: Karten
sl: Zemljevidi
sv: Kartor
tr: Haritalar

source: References
de: Einzelnachweise
pt_br: Referências
sl: Sklici
sv: Referenser

source: Software or code
de: Software oder Code
sl: Programje ali koda
sv: Programvara eller kod

source: Templates
de: Vorlagen
sl: Predloge
sv: Mallar

source: Videos
pt_br: Vídeos
sl: Videoposnetki
sv: Video

source: Watchlists
de: Beobachtungslisten
sl: Spiski nadzorov
sv: Bevakningslista
tr: İzleme listeleri

source: Webpages
de: Webseiten
sl: Spletne strani
sv: Webbsidor
tr: Web sayfaları

source: Wikitext
pt_br: Wikitexto
sl: Vikibesedilo

source: Analysis
de: Analyse
pt_br: Análise
sl: Analiza
sv: Analys

source: Annotating and linking
de: Kommentieren und verlinken
sl: Označevanje in povezovanje
sv: Kommentering och länkning

source: Archiving and cleanup
de: Archivierung und Bereinigung
sl: Arhiviranje in čiščenje
sv: Arkivering och städning

source: Categorizing and tagging
de: Kategorisieren und markieren
sl: Kategoriziranje in označevanje
sv: Kategorisering och taggning

source: Citing and referencing
de: Zitieren und Referenzieren
sl: Navajanje in sklicevanje
sv: Citering och hänvisning

source: Communication and supporting users
de: Kommunikation und Unterstützung der Benutzer
sl: Komunikacija in podpora uporabnikov
sv: Kommunikation och stöd till användare

source: Converting and formatting content
de: Konvertieren und Formatieren von Inhalten
sl: Pretvarjanje in oblikovanje vsebine
sv: Konvertering och formatering av innehåll

source: Creating content
de: Inhalte erstellen
sl: Ustvarjanje vsebine
sv: Skapa innehåll

source: Deleting and reverting
de: Löschen und zurücksetzen
sl: Brisanje in vračanje
sv: Radering och återställning

source: Disambiguation
de: Begriffsklärung
pt_br: Desambiguação
sl: Razločitev
sv: Förgrening

source: Downloading or reusing content
de: Herunterladen oder Wiederverwenden von Inhalten
sl: Prenos ali uporaba vsebine
sv: Nedladdning eller återanvändning av innehåll

source: Editing or updating content
de: Bearbeiten oder Aktualisieren von Inhalten
sl: Urejanje ali posodabljanje vsebine
sv: Redigering eller uppdatering av innehåll

source: Event and contest planning
de: Veranstaltungs- und Wettbewerbsplanung
sl: Načrtovanje dogodkov in natečajev
sv: Evenemang och tävlingsplanering

source: Hosting and maintaining tools
de: Hosting und Wartung von Tools
sl: Gostovanje in vzdrževanje orodij
sv: Hosting och underhållsverktyg

source: Identifying policy violations
de: Identifizieren von Richtlinienverstößen
sl: Prepoznavanje kršitev pravil
sv: Identifiera policyöverträdelser

source: Identifying spam
de: Spam erkennen
sl: Prepoznavanje smetja
sv: Identifiera spam

source: Identifying vandalism
de: Vandalismus erkennen
sl: Prepoznavanje vandalizma
sv: Identifiera vandalism

source: Listing and ranking
de: Auflistung und Ranking
sl: Seznami in uvrstitve
sv: Listning och ranking

source: Merging content
de: Inhalte zusammenführen
sl: Združevanje vsebine
sv: Sammanfoga innehåll

source: Migrating content
de: Migrieren von Inhalten
sl: Prestavljanje vsebine
sv: Migrera innehåll

source: Patrolling recent changes
de: Kontrolle der letzten Änderungen
sl: Pregledovanje zadnjih sprememb
sv: Patrullera senaste ändringarna

source: Project management and reporting
de: Projektmanagement und Berichterstattung
sl: Projektno vodenje in poročanje
sv: Projekthantering och rapportering

source: Reading
de: Lesen
pt_br: Leitura
sl: Branje
sv: Läsa

source: Recommending content
de: Inhalte empfehlen
pt_br: Conteúdo recomendado
sl: Priporočanje vsebine
sv: Rekommendera innehåll

source: Translating and localizing
de: Übersetzen und Lokalisieren
sl: Prevajanje in lokalizacija
sv: Översättning och lokalisering

source: Uploading or importing
de: Hochladen oder Importieren
sl: Nalaganje ali uvažanje
sv: Uppladdning eller import

source: User management
de: Benutzerverwaltung
sl: Upravljanje uporabnikov
sv: Användarhantering

source: Warning users
de: Benutzer warnen
sl: Opozarjanje uporabnikov
sv: Varna användare

source: Biography
de: Biographie
sl: Biografija
sv: Biografi

source: Cultural heritage
de: Kulturelles Erbe
sl: Kulturna dediščina
sv: Kulturarv

source: Education
de: Bildung
pt_br: Educação
sl: Izobraževanje
sv: Utbildning

source: Geography and mapping
de: Geographie und Kartierung
sl: Geografija in kartiranje
sv: Geografi och kartläggning

source: History
de: Versionsgeschichte
sl: Zgodovina
sv: Historik

source: Language and internationalization
de: Sprache und Internationalisierung
sl: Lokalizacija in internacionalizacija
sv: Språk och internationalisering

source: Outreach
sl: Ozaveščanje

source: Science
de: Wissenschaft
pt_br: Ciência
sl: Znanost
sv: Vetenskap

source: Wikidata item ID for the tool.
de: Wikidata-ID für das Werkzeug.
fr: Identifiant de l’élément Wikidata pour l’outil.
he: מזהה ויקינתונים של הכלי.
sl: ID predmeta orodja v Wikipodatkih.
sv: Verktygets objekts-ID på Wikidata.
uk: Ідентифікатор елемента Вікіданих для інструмента.

source: Who is the intended user of the tool?
de: Wer ist der beabsichtigte Benutzer des Tools?
sl: Kdo je predvideni uporabnik orodja?
sv: Vem är tänkt att använda verktyget?

source: With what type of content or data does the tool interact?
de: Mit welcher Art von Inhalten oder Daten interagiert das Tool?
sl: S katero vrsto vsebine ali podatkov orodje komunicira?
sv: Med vilket innehåll eller data jobbar verktyget?

source: What type of task does the tool help with?
de: Bei welcher Art von Aufgabe hilft das Tool?
sl: Pri kateri vrsti opravil pomaga to orodje?
sv: Vid vilken sorts uppgift hjälper verktyget till?

source: Is the tool targeted at helping in a specific type of wiki project or topic area?
de: Ist das Tool darauf ausgerichtet, bei einer bestimmten Art von Wiki-Projekt oder Themenbereich zu helfen?
sl: Ali je orodje namenjeno pomoči pri določeni vrsti vikiprojekta ali tematskega področja?
sv: Är verktyget inriktat på att hjälpa på en viss typ av wikiprojekt eller ämnesområde?

source: SPDX license information
de: SPDX-Lizenz-Information
fr: informations sur la licence SPDX
he: מידע SPDX על הרישיון
pt_br: Informações de licença SPDX
sl: Informacije o licenci SPDX
sv: SPDX-licensinformation
tr: SPDX lisans bilgisi
uk: Інформація про ліцензію SPDX

source: SPDX license ID
de: SPDX-Lizenz-ID
fr: ID de la licence SPDX
he: מזהה SPDX של הרישיון
pt_br: ID de licença SPDX
sl: ID licence SPDX
sv: SPDX-licens-ID
tr: SPDX lisans IDsi
uk: Ідентифікатор ліцензії SPDX

source: Full name of this license
de: Vollständiger Name dieser Lizenz
fr: Nom complet de cette licence
he: השם המלא של הרישיון
pt_br: Nome completo desta licença
sl: Celotno ime te licence
sv: Licensens fullständiga namn
tr: Bu lisansın tam adı
uk: Повна назва цієї ліцензії

source: Is this license approved as 'open source' by the OSI?
de: Ist diese Lizenz von der OSI als "Open Source" anerkannt?
fr: Cette licence est-elle approuvée comme étant à « code source ouvert » par l’OSI ?
he: האם הרישיון הזה מאושר בתור "קוד פתוח" על־ידי יוזמת הקוד הפתוח (OSI)?
pt_br: Esta licença foi aprovada como 'código aberto' pelo OSI?
sl: Ali je to licenco odobrila kot »open source« (odprti vir) OSI?
sv: Är denna licens godkänd som "fri programvara" av OSI?
tr: Bu lisans OSI tarafından 'açık kaynak' olarak onaylanmış mı?
uk: Чи схвалена ця ліцензія як «відкритий вихідний код» OSI?

source: Is this license approved as 'free software' by the FSF?
de: Ist diese Lizenz von der FSF als "freie Software" anerkannt?
fr: Cette licence est-elle approuvée comme « logiciel libre » par la FSF ?
he: האם הרישיון הזה מאושר בתור "תוכנה חופשית" על־ידי המוסד לתוכנה חופשית (FSF)?
pt_br: Esta licença foi aprovada como 'software livre' pela FSF?
sl: Ali je to licenco odobrila kot »free software« (prosto programje) FSF?
sv: Är denna licens godkänd som "fri programvara" av FSF?
tr: Bu lisans FSF tarafından 'açık yazılım' olarak onaylanmış mı?
uk: Чи схвалена ця ліцензія FSF як «безкоштовне програмне забезпечення»?

source: Is this license considered to be outdated?
de: Gilt diese Lizenz als veraltet?
fr: Cette licence est-elle considérée comme obsolète ?
he: האם הרישיון הזה נחשב מיושן?
pt_br: Esta licença é considerada desatualizada?
sl: Ali se ta licenca šteje za zastarelo?
sv: Anses denna licens vara föråldrad?
tr: Bu lisans eskimiş olarak değerlendirilebilir mi?
uk: Чи вважається ця ліцензія застарілою?

source: Community added information for a tool
de: Von der Gemeinschaft hinzugefügte Informationen für ein Werkzeug
fr: Informations ajoutées par la communauté pour un outil
he: מידע על הכלי שנוסף על־ידי הקהילה
sl: Informacije, ki jih je o orodju dodala skupnost
sv: Av gemenskapen tillagd information om ett verktyg
uk: Спільнота додала інформацію про інструмент

source: Summary of community added information for a tool
de: Zusammenfassung der von der Gemeinschaft hinzugefügten Informationen für ein Werkzeug
fr: Résumé des informations ajoutées par la communauté pour un outil
he: תקציר של מידע שנוסף על ידי הקהילה על כלי
sl: Povzetek informacij, ki jih je o orodju dodala skupnost
sv: Sammanfattning av gemenskapen tillagd information om ett verktyg

source: Update annotations
de: Anmerkungen aktualisieren
fr: Mettre à jour les annotations
he: עדכון הערות
sl: Posodobitev označitev
sv: Uppdatera anteckningar
uk: Оновити анотації

source: Description of a tool
de: Beschreibung eines Tools
fr: Description d’un outil
he: תיאור כלי
pt_br: Descrição de uma ferramenta
sl: Opis orodja
sv: Beskrivning av ett verktyg
tr: Bir aracın açıklaması
uk: Опис інструменту

source: Summary of a tool
de: Zusammenfassung eines Tools
fr: Résumé d’un outil
he: תקציר כלי
pt_br: Resumo de uma ferramenta
sl: Povzetek orodja
sv: Sammanfattning av ett verktyg
tr: Bir aracın özeti
uk: Опис інструменту

source: Create a tool
de: Ein Tool erzeugen.
fr: Créer un outil
he: יצירת כלי
pt_br: Criar uma ferramenta
sl: Ustvari orodje
sv: Skapa ett verktyg
tr: Bir araç oluşturun
uk: Створити інструмент

source: Update a tool
de: Ein Tool aktualisieren
fr: Mettre à jour un outil
he: עדכון כלי
pt_br: Atualizar uma ferramenta
sl: Posodobi orodje
sv: Uppdatera ett verktyg
tr: Bir aracı güncelleyin
uk: Оновити інструмент

source: Tool revision.
de: Version des Werkzeugs.
fr: Révision de l’outil.
he: גרסת הכלי.
pt_br: Revisão da ferramenta.
sl: Redakcija orodja.
sv: Verktygssidversion.
tr: Araç sürümü.
uk: Версія інструменту.

source: Tool revision detail.
de: Angaben zur Version des Werkzeugs.
fr: Détail de la révision de l’outil.
he: פרטי גרסת הכלי.
pt_br: Detalhe da revisão da ferramenta.
sl: Podrobnosti o redakciji orodja.
sv: Detalj i verktygssidversion.
tr: Araç sürüm ayrıntısı.
uk: Деталі перегляду інструменту.

source: Tool revision difference.
de: Unterschiedliche Versionen der Werkzeuge.
fr: Différence de révision de l’outil.
he: השוואת גרסאות הכלי.
pt_br: Diferença na revisão da ferramenta.
sl: Primerjava redakcij orodja.
sv: Skillnad i verktygssidversion.
tr: Araç sürümü farkı.
uk: Різниця в перегляді інструменту.

source: %(value)s is not a recognized language code.
de: %(value)s ist kein anerkannter Sprachcode.
fr: %(value)s n’est pas un code de langue reconnu.
he: %(value)s זה לא קוד שפה מוכר.
pt_br: %(value)s não é um código de idioma reconhecido.
sl: %(value)s ni prepoznana oznaka jezika.
sv: %(value)s är ingen erkänd språkkod.
tr: %(value)s tanınan bir dil kodu değil.
uk: %(value)s не є розпізнаним кодом мови.

source: Expected a list of language codes but found %(type)s
de: Erwartet wurde eine Liste von Sprachcodes, aber gefunden wurden %(type)s
fr: Liste de codes de langue attendue, mais %(type)s trouvé
he: הייתה אמורה תהיות רשימת קודי שפה, אבל נמצא %(type)s
pt_br: Esperava-se uma lista de códigos de idioma, mas foi encontrado %(type)s
sl: Pričakovan je bil seznam oznak jezika, najdeno pa je bilo: %(type)s
sv: Förväntade en lista över språkkoder men hittade %(type)s
tr: Bir dil kodları listesi bekleniyordu, ancak %(type)s bulundu
uk: Очікується список кодів мов, але знайдено %(type)s

source: %(value)s is not a known SPDX license identifier.
de: %(value)s ist kein bekannter SPDX-Lizenz-Identifier.
fr: %(value)s n’est pas un identifiant de licence SPDX connu.
he: %(value)s אינו מזהה SPDX ידוע עבור רישיון.
pt_br: %(value)s não é um identificador de licença SPDX conhecido.
sl: %(value)s ni znan sPDX-identifikator licence.
sv: %(value)s är inte en känd SPDX-licensidentifierare
tr: %(value)s bilinen bir SPDX lisans tanımı değil.
uk: %(value)s не є відомим ідентифікатором ліцензії SPDX.

source: Expected a url_multilingual dict but found %(type)s
de: Erwartete ein url_multilingual Wörterbuch, fand aber %(type)s
fr: Dictionnaire url_multilingue attendu, mais %(type)s trouvé
he: היה אמור להיות מילון url_multilingual, אבל המצא %(type)s
pt_br: Era esperado um dicionário url_multilingual mas encontrado %(type)s
sl: Pričakovan je bil url_multilingual, najdeno pa: %(type)s
sv: Förväntade en url_multilingual dict men hittade %(type)s
tr: Bir url_multilingual bekleniyordu, ancak %(type)s bulundu
uk: Очікували url_multilingual dict, але знайшли %(type)s

source: Url_multilingual missing 'language' property.
de: Url_multilingual fehlt die Eigenschaft „language“.
fr: Propriété « language » manquante pour url_multilingue.
he: ב־Url_multilingual חסר מאפיין "language".
pt_br: Propriedade Url_multilingual missing 'language'.
sl: Url_multilingual manjka lastnost »jezik«.
sv: Url_multilingual saknar egenskapen "language"
tr: Url_multilingual için 'language' özelliği eksik.
uk: Url_multilingual відсутня властивість 'language'.

source: Url_multilingual missing 'url' property.
de: Url_multilingual fehlt die Eigenschaft „url“.
fr: Propriété « url » manquante pour url_multilingue.
he: ב־Url_multilingual חסר מאפיין "url".
pt_br: Propriedade Url_multilingual missing 'url'.
sl: Url_multilingual manjka lastnost »URL«.
sv: Url_multilingual saknar egenskapen "url".
tr: Url_multilingual için 'url' özelliği eksik.
uk: Url_multilingual відсутня властивість 'url'.

source: Create a new tool.
de: Ein neues Tool erzeugen.
fr: Créer un nouvel outil.
he: יצירת כלי חדש.
pt_br: Criar uma nova ferramenta.
sl: Ustvari novo orodje.
sv: Skapa ett nytt verktyg.
tr: Yeni bir araç oluşturun.
uk: Створити новий інструмент.

source: Info for a specific tool.
de: Informationen zu einem bestimmten Werkzeug.
fr: Infos pour un outil spécifique.
he: מידע עבור כלי מסוים.
pt_br: Informações para uma ferramenta específica.
sl: Informacije za določeno orodje.
sv: Information om ett särskilt verktyg.
tr: Belirli bir araç için bilgi.
uk: Інформація про певний інструмент.

source: Update info for a specific tool.
de: Info für ein spezifisches Tool aktualisieren.
fr: Mettre à jour les informations pour un outil spécifique.
he: עדכון מידע על כלי מסוים.
pt_br: Atualizar informações para uma ferramenta específica.
sl: Posodobi informacije za določeno orodje.
sv: Uppdatera informationen för ett specifikt verktyg.
tr: Belirli bir araç için güncelleme bilgisi.
uk: Оновити інформацію про певний інструмент.

source: Delete a tool.
de: Ein Tool löschen
fr: Supprimer un outil.
he: מחיקת כלי.
pt_br: Exclua uma ferramenta.
sl: Izbriši orodje.
sv: Radera ett verktyg.
tr: Bir aracı silin.
uk: Видалити інструмент.

source: List all tools.
de: Alle Werkzeuge auflisten.
fr: Lister tous les outils.
he: רשימת כלים.
pt_br: Listar todas as ferramentas.
sl: Navedi vsa orodja.
sv: Lista över alla verktyg.
tr: Tüm araçları listeleyin.
uk: Список усіх інструментів.

source: Additional information for a tool.
de: Zusätzliche Informationen für ein Werkzeug.
fr: Informations supplémentaires pour un outil.
he: מידע נוסף על הכלי
sl: Dodatne informacije za orodje.
sv: Ytterligare information om ett verktyg.
uk: Додаткова інформація про інструмент.

source: Update annotations for a specific tool.
de: Aktualisierung der Anmerkungen für ein bestimmtes Werkzeug.
fr: Mettre à jour les annotations pour un outil spécifique.
he: עדכון הערות על כלי מסוים.
sl: Posodobi označitve za posamezno orodje.
sv: Uppdatera kommentarer om ett visst verktyg.
uk: Оновлення анотацій для певного інструмента.

source: Restore the tool to this revision.
de: Das Werkzeug auf diese Version zurücksetzen.
fr: Restaurer l’outil à cette révision.
he: שחזור הכלי לגרסה הזאת.
pt_br: Restaure a ferramenta para essa revisão.
sl: Obnovi orodje na to redakcijo.
sv: Återställ verktyget till denna version.
tr: Aracı bu sürüme geri döndür.
uk: Відновити інструмент до цієї версії.

source: Info for a specific SPDX license.
de: Info für eine spezifische SPDX-Lizenz.
fr: Info sur une licence SPDX particulière.
he: מידע על רישיון SPDX מסוים.
pt_br: Informações para uma licença SPDX específica.
sl: Informacije za določeno licenco SPDX.
sv: Info för en specifik SPDX-licens.
tr: Belirli bir SPDX lisansı için bilgi.
uk: Інформація про певну ліцензію SPDX.

source: List all SPDX licenses.
de: Liste aller SPDX-Lizenzen.
fr: Lister toutes les licences SPDX.
he: רשימת כל רישיונות SPDX.
pt_br: Listar todas as licenças SPDX.
sl: Navedi vse licence SPDX.
sv: Lista alla SPDX-licenser.
tr: Tüm SPDX lisanslarını listele.
uk: Перелічити усі ліцензії SPDX.

source: Personal info
de: Persönliche Informationen
fr: Infos personnelles
he: מידע אישי
pt_br: Informação pessoal
sl: Osebne informacije
sv: Personlig information
tr: Kişisel bilgi
uk: Особиста інформація

source: Permissions
de: Berechtigungen
fr: Droits
he: הרשאות
pt_br: Permissões
sl: Dovoljenja
sv: Behörigheter
tr: İzinler
uk: Дозволи

source: Important dates
de: Wichtige Daten
fr: Dates importantes
he: תאריכים חשובים
pt_br: Datas importantes
sl: Pomembni datumi
sv: Viktiga datum
tr: Önemli tarihler
uk: Важливі дати

source: Toolhub user
de: Toolhub-Benutzer
fr: Utilisateur de Toolhub
he: משתמש Toolhub
pt_br: Usuário do Toolhub
sl: Uporabnik Toolhuba
sv: Toolhub-användare
tr: Toolhub kullancısı
uk: Користувач Toolhub

source: username
de: Benutzername
fr: nom d’utilisateur
he: שם משתמש
pt_br: nome de usuário
sl: uporabniško ime
sv: användarnamn
tr: kullanıcı adı
uk: ім'я користувача

source: Required. 255 characters or fewer.
de: Erforderlich. 255 Zeichen oder weniger.
fr: Obligatoire. Pas plus de 255 caractères.
he: נדרש. 255 תווים או פחות.
pt_br: Requeridos. 255 caracteres ou menos.
sl: Obvezno. 255 znakov ali manj.
sv: Obligatoriskt. 255 tecken eller färre.
tr: Gereklidir. 255 veya daha az karakter.
uk: Вимагається. 255 символів або менше.
