Repository: wikimedia/wikimedia-toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, pt_br, sl, sv, tr, uk

source: A string or array of strings describing the wiki(s) this tool can be used on. Use hostnames such as `zh.wiktionary.org`. Use asterisks as wildcards. For example, `*.wikisource.org` means 'this tool works on all Wikisource wikis.' `*` means 'this works on all wikis, including Wikimedia wikis.'
de: Eine Zeichenkette oder ein Array von Zeichenketten, die das/die Wiki(s) beschreiben, auf denen dieses Tool verwendet werden kann. Verwende Hostnamen wie „zh.wiktionary.org“. Verwendee Sternchen als Platzhalter. Zum Beispiel, „*.wikisource.org“ bedeutet „dieses Werkzeug funktioniert auf allen Wikisource-Wikis“. „*“ bedeutet, dass es auf allen Wikis funktioniert, einschließlich Wikimedia-Wikis.
fr: Une chaîne de caractères ou un tableau de chaînes de caractères qui décrit le(s) wiki(s) sur le(s)quel(s) cet outil peut être utilisé. Utilisez des noms d’hôte tels que « zh.wiktionary.org ». Utilisez l’astérisque comme caractère générique. Par exemple, « *.wikisource.org » signifie que cet outil peut être utilisé sur tous les wikis de Wikisource. « * » signifie que « ceci fonctionne sur tous les wikis, y compris les wikis de Wikimedia ».
he: מחרוזת או מערך של מחרוזות שמתארים את אתרי הוויקי (אחד או רבים) שאפשר להשתמש בהם בכל הזה. יש להשתמש בשמות שרת כגון `zh.wiktionary.org`. יש להשתמש בכוכביות בתור תווים כלליים. למשל, הפירוש של <span dir="ltr">`*.wikisource.org`</span> אומר ש"הכלי הזה יכול לעבוד בכל אתר ויקיטקסט" (Wikisource). הפירוש של `*` הוא "זה עובד בכל אתרי הוויקי, כולל אתרי ויקי של ויקימדיה".
pt_br: Uma string ou matriz de strings descrevendo a(s) wiki(s) em que esta ferramenta pode ser usada. Use nomes de host como `zh.wiktionary.org`. Use asterisks como curingas. Por exemplo, `*.wikisource.org` significa 'esta ferramenta funciona em todos os wikis do Wikisource.' `*` significa 'isso funciona em todos os wikis, incluindo os wikis da Wikimedia.'
sl: Niz ali matrika nizov, ki opisujejo vikije, v katerih se lahko uporablja to orodje. Uporabite imena gostiteljev, kot je »zh.wiktionary.org«. Kot nadomestne znake uporabite zvezdice. Na primer, »*.wikisource.org« pomeni »to orodje deluje v vseh vikijih Wikivir.« »*« pomeni »to deluje v vseh vikijih, vključno z vikiji Wikimedie.«
sv: En sträng eller rad strängar som beskriver wikierna som verktyget kan användas på. Använda värdnamn såsom "zh.wiktionary.org". Använd asterisker som joker. T.ex. "*.wikisource.org" betyder "detta verktyg fungerar på alla Wikisource-wiker." Bara "*" betyder "detta fungerar på alla wikier, däribland Wikimedias wikier."
tr: Bu aracın kullanılabileceği viki(leri) açıklayan bir dizi veya dizeler dizisi. `zh.wiktionary.org` gibi ana bilgisayar adları kullanın. Joker karakter olarak yıldız işareti kullanın. Örneğin, `*.wikisource.org`, "bu araç tüm Vikikaynak vikilerinde çalışır` anlamına gelir. `*`, 'bu, Wikimedia vikiler dahil tüm vikilerde çalışır' anlamına gelir.
uk: Рядок або масив рядків, що описують вікі, на яких можна використовувати цей інструмент. Використовуйте імена хостів, такі як `zh.wiktionary.org`. Використовуйте зірочки як підстановні знаки. Наприклад, `*.wikisource.org` означає, що «цей інструмент працює на всіх вікіджерелах Вікіджерел». `*` означає 'це працює на всіх вікі, включаючи Вікімедіа.'

source: A link to a Wikimedia Commons file description page for an icon that depicts the tool.
de: Ein Link zu einer Wikimedia Commons-Dateibeschreibungsseite für ein Symbol, das die Liste darstellt.
fr: Un lien vers la page de description de fichier sur Wikimedia Commons pour une icône qui dépeint l’outil.
he: קישור לדף תיאור קובץ בוויקישיתוף לסמל שמייצג את הכלי.
pt_br: Um link para uma página de descrição de arquivo do Wikimedia Commons para um ícone que representa a ferramenta.
sl: Povezava na opisno stran datoteke v Wikimedijini zbirki za ikono, ki prikazuje orodje.
sv: En länk till en filbeskrivningssida på Wikimedia Commons för en ikon som avbildar verktyget.
tr: Aracı betimleyen bir simge için bir Wikimedia Commons dosyası açıklama sayfasına bağlantı.
uk: Посилання на сторінку опису файлу Вікімедіа для піктограми, який зображує інструмент.

source: The language(s) the tool's interface has been translated into. Use ISO 639 language codes like `zh` and `scn`. If not defined it is assumed the tool is only available in English.
de: Die Sprache(n), in die die Benutzeroberfläche des Tools übersetzt wurde. Verwendet ISO 639-Sprachcodes wie „zh“ und „scn“. Wenn nicht definiert, wird davon ausgegangen, dass das Tool nur auf Englisch verfügbar ist.
fr: La (ou les) langue(s) dans laquelle (ou lesquelles) l’interface utilisateur a été traduite. Utilisez des codes ISO 639 tels que « zh » ou « scn ». Si ce n’est pas défini, il est supposé que l’outil n’est disponible qu’en anglais.
he: השפות שממשק המשתמש של הכלי תורגם אליהן. יש להשתמש בקוד שפה לפי תקן ISO 639 כגון `zh` ו־`scn`. אם זה לא מוגדר, ההנחה היא שהכלי זמין רק באנגלית.
pt_br: Os idiomas para os quais a interface da ferramenta foi traduzida. Use códigos de idioma ISO 639 como `zh` e` scn`. Se não for definido, presume-se que a ferramenta está disponível apenas em inglês.
sl: Jezik(i), v katerega (katere) je bil preveden vmesnik orodja. Uporabite jezikovne oznake, kot sta »zh« in »scn«. Če ni opredeljeno, se predpostavlja, da je orodje na voljo samo v angleščini.
sv: Språken som verktygets gränssnitt har översatts till. Använd ISO 639.språkkoder såsom "zh" och "scn". Anges inte detta antas det att verktyget bara finns tillgängligt på engelska.
tr: Aracın arayüzünün çevrildiği dil(ler). `zh` ve `scn` gibi ISO 639 dil kodlarını kullanın. Tanımlanmamışsa, aracın yalnızca İngilizce olarak mevcut olduğu varsayılır.
uk: Мова(и) інтерфейсу інструменту перекладена. Використовуйте мовні коди ISO 639, такі як `zh` та` scn`. Якщо не визначено, інструмент доступний лише англійською мовою.

source: The manner in which the tool is used. Select one from the list of options.
de: Die Art und Weise, in der das Werkzeug verwendet wird. Wähle eine aus der Liste der Optionen aus.
fr: La façon dans laquelle l’outil est utilisé. Sélectionnez une des options de la liste.
he: האופן שבו משתמשים בכלי. נא לבחור אפשר אחת מתוך הרשימה.
pt_br: A maneira como a ferramenta é usada. Selecione um na lista de opções.
sl: Način uporabe orodja. Izberite eno od možnosti s seznama.
sv: Hur verktyget används. Välj en från listan över alternativ.
tr: Aracın kullanılma şekli. Seçenekler listesinden birini seçin.
uk: Спосіб використання інструменту. Виберіть один зі списку опцій.

source: A link to the repository where the tool code is hosted.
de: Ein Link zu dem Repository, in dem der Toolcode gehostet wird.
fr: Un lien vers le dépôt qui héberge le code de l’outil.
he: קישור למאגר שבו מתארח הקוד של הכלי.
pt_br: Um link para o repositório onde o código da ferramenta está hospedado.
sl: Povezava na shrambo, kjer gostuje koda orodja.
sv: En länk till lagringsplatsen där verktyget finns.
tr: Araç kodunun barındırıldığı depoya bir bağlantı.
uk: Посилання на сховище, де розміщено код інструменту.

source: A link to the tool's API, if available.
de: Ein Link zur API des Tools, falls verfügbar.
fr: Un lien vers l’API de l’outil, si disponible.
he: קישור ל־API של הכלי, אם זמין.
pt_br: Um link para a API da ferramenta, se disponível.
sl: Povezava na API orodja, če je na voljo.
sv: En länk till verktygets API, om det finns.
tr: Varsa, aracın API'sine bir bağlantı.
uk: Посилання на API інструменту, якщо воно є.

source: A link to the tool's developer documentation, if available.
de: Ein Link zur Entwicklerdokumentation des Tools, falls verfügbar.
fr: Un lien vers la documentation pour développeurs de l’outil, si disponible.
he: קישור לתיעוד הכלי למפתחים, אם זמין.
pt_br: Um link para a documentação do desenvolvedor da ferramenta, se disponível.
sl: Povezava na razvijalsko dokumentacijo orodja, če je na voljo.
sv: En länk till verktygets utvecklardokumentation, om det finns.
tr: Varsa, aracın geliştirici belgelerine bağlantı.
uk: Посилання на документацію розробника інструменту, якщо вона є.

source: A link to the tool's user documentation, if available.
de: Ein Link zur Benutzerdokumentation des Tools, falls verfügbar.
fr: Un lien vers la documentation pour les utilisateurs de l’outil, si disponible.
he: קישור לתיעוד הכלי למשתמשים, אם זמין.
pt_br: Um link para a documentação do usuário da ferramenta, se disponível.
sl: Povezava na uporabniško dokumentacijo orodja, če je na voljo.
sv: En länk till verktygets användardokumentation, om det finns.
tr: Varsa, aracın kullanıcı belgelerine bağlantı.
uk: Посилання на документацію користувача інструменту, якщо вона є.

source: A link to location where the tool's user can leave feedback.
de: Ein Link zu einem Ort, an dem der Benutzer des Tools Feedback hinterlassen kann.
fr: Un lien vers le lieu où l’utilisateur de l’outil peut laisser un avis.
he: קישור למקום שבו משתמש הכלי יכול להשאיר משוב.
pt_br: Um link para o local onde o usuário da ferramenta pode deixar feedback.
sl: Povezava na mesto, kjer lahko uporabnik pusti povratno informacijo.
sv: En länk till där verktygets användare kan lämna feedback.
tr: Araç kullanıcısının geri bildirim bırakabileceği konum bağlantısı.
uk: Посилання на місце, де користувач інструменту може залишити відгук.

source: A link to the tool's privacy policy, if available.
de: Ein Link zur Datenschutzrichtlinie des Tools, falls verfügbar.
fr: Un lien vers la politique de confidentialité de l’outil, si disponible.
he: קישור למדיניות הפרטיות של הכלי, אם זמין.
pt_br: Um link para a política de privacidade da ferramenta, se disponível.
sl: Povezava na pravilnik orodja o zasebnosti, če je na voljo.
sv: En länk till verktygets integritetspolicy, om det finns.
tr: Varsa, aracın gizlilik politikasına bir bağlantı.
uk: Посилання на політику конфіденційності інструменту, якщо воно є.

source: A link to the tool's translation interface.
de: Ein Link zur Übersetzungsschnittstelle des Tools.
fr: Un lien vers l’interface de traduction de l’outil.
he: קישור לממשק התרגום של הכלי.
pt_br: Um link para a interface de tradução da ferramenta.
sl: Povezava na prevajalski vmesnik orodja
sv: En länk till verktygets översättningsgränssnitt.
tr: Aracın çeviri arayüzüne bir bağlantı.
uk: Посилання на інтерфейс перекладу інструменту.

source: A link to the tool's bug tracker on GitHub, Bitbucket, Phabricator, etc.
de: Ein Link zum Bugtracker des Tools auf GitHub, Bitbucket, Phabricator usw.
fr: Un lien vers l’application de suivi des anomalies de l’outil sur GitHub, Bitbucket, Phabricator, etc.
he: קישור לכלי מעקב באגים של הכלי בגיטהאב, ביבטאקט, פבריקטור, וכו'.
pt_br: Um link para o rastreador de erros da ferramenta no GitHub, Bitbucket, Phabricator, etc.
sl: Povezava na sledilnik hroščev orodja v GitHubu, Bitbucketu, Phabricatorju idr.
sv: En länk till verktygets ärendehanterare på GitHub, Bitbucket, Phabricator, etc.
tr: Aracın GitHub, Bitbucket, Phabricator vb. üzerindeki hata izleyicisine bir bağlantı.
uk: Посилання на інструмент відстеження помилок на GitHub, Bitbucket, Phabricator тощо.

source: Changing %(key)s after initial object creation is not allowed
de: Das Ändern von %(key)s nach der ersten Objekterstellung ist nicht erlaubt
fr: La modification de %(key)s n’est pas autorisée après la création de l’objet initial
he: שינוי %(key)s אחרי היצירה ההתחלתית של העצם אסורה
pt_br: Alterar %(key)s após a criação inicial do objeto não é permitido
sl: Sprememba %(key)s po začetni ustvaritvi objekta ni dovoljena
sv: Det är inte tillåtet att ändra %(key)s efter att första objektet skapats
tr: İlk nesne yaratımından sonra %(key)s değiştirmeye izin verilmez
uk: Зміна %(key)s після початкового створення об’єкта не допускається

source: crawler
fr: robot d’indexation
he: זחלן
sl: pajek
sv: skrapare
tr: web robotu

source: Unique identifier for this tool. Must be unique for every tool. It is recommended you prefix your tool names to reduce the risk of clashes.
de: Eindeutiger Bezeichner für dieses Werkzeug. Muss für jedes Werkzeug eindeutig sein. Es wird empfohlen, deinem Werkzeugnamen ein Präfix voranzustellen, um das Risiko von Überschneidungen zu verringern.
fr: Identifiant unique pour cet outil. Doit être unique pour chaque outil. Il est recommandé que vous préfixiez vos noms d’outils afin de réduire les risques de collision.
he: מזהה ייחודי עבור הכלי הזה. חייב להיות ייחודי לכל כלי. מומלץ לתת תחילית לכלים שלך כדי להקטין את הסיכון להתנגשויות.
pt_br: Identificador único para esta ferramenta. Deve ser exclusivo para cada ferramenta. É recomendável que você prefixe os nomes das ferramentas para reduzir o risco de conflitos.
sl: Enolični identifikator za to orodje. Za vsako orodje mora biti edinstven. Priporočljivo je, da imenom orodij dodate predpono, da zmanjšate tveganje za navzkrižje.
sv: Unika identifierare för detta verktyg. Måste vara unika för varje verktyg. Det rekommenderas att du prefigerar dina verktygsnamn för att löpa mindre risk för sammanblandning.
tr: Bu araç için benzersiz tanımlayıcı. Her alet için benzersiz olmalıdır. Çakışma riskini azaltmak için araç adlarınızın önüne eklemeniz önerilir.
uk: Унікальний ідентифікатор цього інструменту. Повинен бути унікальним для кожного інструменту. Рекомендується додавати префікси до назв інструментів, щоб зменшити ризик зіткнень.

source: Human readable tool name. Recommended limit of 25 characters.
de: Von Menschen lesbarer Werkzeugname. Empfohlenes Limit von 25 Zeichen.
fr: Nom d’outil lisible par un humain. Limite recommandée de 25 caractères.
he: שם קריא לבני־אדם לכלי שלך. מומלץ להגביל ל־25 תווים.
pt_br: Nome da ferramenta legível por humanos. Limite recomendado de 25 caracteres.
sl: Človeško berljivo ime orodja. Priporočena omejitev je 25 znakov.
sv: Av människor läsbart verktygsnamn. Rekommenderad gräns på 25 tecken.
tr: İnsan tarafından okunabilir araç adı. 25 karakterlik önerilen sınır.
uk: Зрозуміла для людини назва інструменту. Рекомендована межа — 25 символів.

source: A longer description of the tool. The recommended length for a description is 3-5 sentences.
de: Eine längere Beschreibung des Tools. Die empfohlene Länge für eine Beschreibung beträgt 3-5 Sätze.
fr: Une description plus longue de l’outil. La longueur recommandée pour une description est de 3 à 5 phrases.
he: תיאור ארוך יותר של הכלי. האורך המומלץלתיאור הוא 3–5 משפטים.
pt_br: Uma descrição mais longa da ferramenta. O comprimento recomendado para uma descrição é de 3 a 5 frases.
sl: Daljši opis orodja. Priporočena dolžina opisa je od 3 do 5 povedi.
sv: en längre beskrivning av verktyget. Rekommenderad gräns på 3-5 meningar.
tr: Aracın daha uzun bir açıklaması. Bir açıklama için önerilen uzunluk 3-5 cümledir.
uk: Більш довгий опис інструменту. Рекомендована довжина опису — 3-5 речень.

source: A direct link to the tool or to instructions on how to use or install the tool.
de: Ein direkter Link zum Tool oder zu Anweisungen, wie das Tool zu verwenden oder zu installieren ist.
fr: Un lien direct vers l’outil ou vers les instructions d’utilisation ou d’installation de l’outil.
he: קישור ישיר לכלי או להוראות על איך להשתמש בכלי או להתקין אותו.
pt_br: Um link direto para a ferramenta ou para instruções sobre como usar ou instalar a ferramenta.
sl: Neposredna povezava do orodja ali do navodil za uporabo ali namestitev orodja.
sv: En direkt länk till verktyget eller till instruktioner för hur man använder eller installerar verktyget.
tr: Araca veya aletin nasıl kullanılacağına veya kurulacağına ilişkin talimatlara doğrudan bağlantı.
uk: Пряме посилання на інструмент або на інструкції щодо використання або встановлення інструменту.

source: The primary tool developers.
de: Die Hauptentwickler der Werkzeuge.
fr: Les principaux développeurs de l’outil.
he: המפתחים הראשיים של הכלי.
sl: Glavni razvijalci orodij.
sv: Verktygets huvudutvecklare.
tr: Birincil araç geliştiricileri.
uk: Основні розробники інструментів.

source: Longer than the full title but shorter than the description. It should add some additional context to the title.
de: Länger als der vollständige Titel, aber kürzer als die Beschreibung. Er sollte dem Titel einen zusätzlichen Kontext hinzufügen.
fr: Plus long que le titre complet mais plus court que la description. Cela devrait ajouter du contexte supplémentaire au titre.
he: ארוך יותר מהכותרת המלאה, אבל קצר יותר מהתיאור. זה צריך להוסיף קצת הקשר לכותרת.
pt_br: Mais longo que o título completo, mas mais curto que a descrição. Deve adicionar algum contexto adicional ao título.
sl: Daljši od celotnega naslova, vendar krajši od opisa. Naslovu mora dodati nekaj dodatnega konteksta.
sv: Längre än den fullständiga titeln men kortare än beskrivningen. Den borde beskriva titelns sammanhang ytterligare.
tr: Tam başlıktan daha uzun ancak açıklamadan daha kısa. Başlığa bazı ek bağlamlar eklemelidir.
uk: Довший за повну назву, але коротший за опис. Він повинен додати до заголовка додатковий контекст.

source: The project ID on OpenHub. Given a URL of https://openhub.net/p/foo, the project ID is `foo`.
de: Die Projekt-ID auf OpenHub. Bei einer URL von https://openhub.net/p/foo lautet die Projekt-ID „foo“.
fr: L’identifiant du projet sur OpenHub. Par exemple pour l’URL « https://openhub.net/p/foo », l’identifiant du projet est « foo ».
he: מזהה הפרויקט ב־OpenHub. בהינתן URL של https://openhub.net/p/foo, מזהה הפרויקט הוא `foo`.
pt_br: O ID do projeto no OpenHub. Dado um URL de https://openhub.net/p/foo, o ID do projeto é `foo`.
sl: ID projekta na OpenHubu. Glede na URL https://openhub.net/p/foo je ID projekta »foo«.
sv: Projekt-ID på OpenHub. Givet webbadressen https://openhub.net/p/foo är projekt-ID "foo".
tr: OpenHub'daki proje kimliği. https://openhub.net/p/foo URL'si verildiğinde, proje kimliği `foo` dur.
uk: Ідентифікатор проєкту на OpenHub. Враховуючи URL-адресу https://openhub.net/p/foo, ідентифікатор проєкту — `foo`.

source: Alternate links to the tool or install documentation in different natural languages.
de: Alternative Links zum Tool oder Installation der Dokumentation in verschiedenen natürlichen Sprachen.
fr: Liens alternatifs vers l’outil ou la documentation d’installation dans différentes langues naturelles.
he: קישורים חלופיים לתיעוד הכלי או ההתקנה בשפות טבעיות שונות.
pt_br: Links alternativos para a ferramenta ou instalação da documentação em diferentes idiomas naturais.
sl: Alternativne povezave na orodje ali namestitveno dokumentacijo v različnih naravnih jezikih.
sv: Alternativa länkar till verktyget eller installationsdokumentation på olika naturliga språk.
tr: Araca alternatif bağlantılar veya belgeleri farklı doğal dillerde yükleyin.
uk: Альтернативні посилання на інструмент або інсталяція документації різними природними мовами.

source: If the tool is a bot, the Wikimedia username of the bot. Do not include 'User:' or similar prefixes.
de: Wenn das Tool ein Bot ist, der Wikimedia-Benutzername des Bots. Gib nicht nicht "User:" oder ähnliche Präfixe ein.
fr: Si l’outil est un robot, le nom d’utilisateur Wikimedia du robot. Ne pas inclure l’espace de noms « Utilisateur: » ou les préfixes similaires.
he: אם הכלי הוא בוט, שם המשתמש של הבוט בוויקימדיה. אין לכלול "משתמש:" או תחיליות דומות.
pt_br: Se a ferramenta for um robô, o nome de usuário da Wikimedia do bot. Não inclua 'Usuário:' ou prefixos semelhantes.
sl: Če je orodje bot, uporabniško ime bota v projektih Wikimedie. Ne vključite »Uporabnik:« ali podobnih predponih.
sv: Om verktyget är en bott, bottens användarnamn på Wikimedia. Utelämna "User:" och liknande prefix.
tr: Araç bir bot ise, botun Wikimedia kullanıcı adı. 'Kullanıcı:' veya benzer önekler eklemeyin.
uk: Якщо інструментом є бот, ім’я користувача Вікімедіа бота. Не включайте префікси «Користувач:» або подібні до них.

source: The software license the tool code is available under. Use a standard SPDX license identifier like 'GPL-3.0-or-later'.
de: Die Softwarelizenz, unter der der Toolcode verfügbar ist. Verwende eine standardmäßige SPDX-Lizenzkennung wie „GPL-3.0-or-later“.
fr: La licence de logiciel sous laquelle le code de l’outil est disponible. Utilisez un identifiant de licence standard SPDX tel que « GPL-3.0-or-later ».
he: רישיון התוכנה שהכלי זמין תחתיו. השתמשי במזהה רישיון תקני לפי SPDX כגון "GPL-3.0-or-later".
pt_br: A licença do software sob a qual o código da ferramenta está disponível. Use um identificador de licença SPDX padrão como 'GPL-3.0-or-later'.
sl: Licenca programske opreme, pod katero je orodje na voljo. Uporabite standardni identifikator licence, npr. »GLP-3.0-or-later«.
sv: Programvarulicensen som verktygets kod är tillgänglig under. Använd en standard SPDX-licensidentifierare såsom "GPL-3.0-eller-senare".
tr: Araç kodunun altında bulunan yazılım lisansı. "GPL-3.0-or-later" gibi standart bir SPDX lisans tanımlayıcısı kullanın.
uk: Код інструменту доступний під ліцензією на програмне забезпечення. Використовуйте стандартний ідентифікатор ліцензії SPDX, наприклад «GPL-3.0 або пізніша».

source: Organization(s) that sponsored the tool's development.
de: Organisation(en), die die Entwicklung des Tools gefördert haben.
fr: Organisation(s) ayant soutenu le développement de l’outil.
he: ארגון (אחד או יותר) שתמכו בפיתוח של הכלי.
pt_br: Organização(ões) que patrocinaram o desenvolvimento da ferramenta.
sl: Organizacija(e), ki so sponzorirale razvoj orodja.
sv: Organisation(er) som sponsrar stöttar verktygets utveckling.
tr: Aracın geliştirilmesine sponsor olan kuruluş(lar).
uk: Організації, які спонсорували розробку інструменту.

source: A string or array of strings listing technologies (programming languages, development frameworks, etc.) used in creating the tool.
de: Eine Zeichenfolge oder ein Array von Zeichenfolgen, die Technologien (Programmiersprachen, Entwicklungsframeworks usw.) auflisten, die bei der Erstellung des Tools verwendet werden.
fr: Une chaîne de caractères ou un tableau de chaînes de caractères qui liste les technologies (langages de programmation, environnements de développement, etc.) utilisés pour créer l’outil.
he: מחרוזת או מערך של מחרוזות עם רשימת טכנולוגיות (שפות תכנות, מסגרות פיתוח, וכו') ששימשו ליצירת הכלי.
pt_br: Uma string ou array de tecnologias de strings de strings (linguagens de programação, estruturas de desenvolvimento, etc.) usadas na criação da ferramenta.
sl: Niz ali matrika nizov, ki navajajo tehnologije (programski jeziki, razvojna ogrodja idr.), uporabljene pri ustvarjanju orodja.
sv: En sträng eller rad av strängar som listar teknologier (programmeringsspråk, utvecklarramverk, osv.) som användes vid skapandet av verktyget.
tr: Aracı oluştururken kullanılan teknolojileri (programlama dilleri, geliştirme çerçeveleri vb.) listeleyen bir dizi veya dize.
uk: Рядок або масив рядків із переліком технологій (мови програмування, рамки розробки тощо), що використовуються при створенні інструменту.
