Repository: wikimedia/wikimedia-toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, pt_br, sl, sv, tr, uk

source: A user with that username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.
fr: Un utilisateur avec ce nom existe déjà.
he: משתמש עם השם הזה כבר קיים.
pt_br: Um usuário com esse nome já existe.
sl: Uporabnik s tem uporabniškim imenom že obstaja.
sv: En användare vars användarnamn redan finns.
tr: Bir kullanıcı bu adı zaten kulanıyor.
uk: Користувач із таким ім'ям вже існує.

source: Action that the user can take
de: Aktion, die der Benutzer ausführen kann
fr: Action que l’utilisateur peut entreprendre
he: פעולה שמשתמש יכול לבצע
pt_br: Ação que o usuário pode levar
sl: Dejanje, ki ga lahko izvede uporabnik
sv: Åtgärd som användaren kan vidta
uk: Дії, які може виконати користувач

source: Subject type to check user action on
de: Gegenstandstyp zur Überprüfung der Benutzeraktion
fr: Type de sujet pour lequel vérifier l’action utilisateur
he: סוג נושא שאפשר לבדוק עליו את סוג הפעולה
pt_br: Tipo de assunto para verificar a ação do usuário em
sl: Vrsta subjekta za preverjanje uporabnikovih dejanj
uk: Тип теми для перевірки дій користувача

source: Criteria which restricts user action
de: Kriterien, die die Benutzeraktion einschränken
fr: Critères qui restreignent l’action utilisateur
he: אמות מידה שמגבילות את פעולת המשתמש
pt_br: Critérios que restringem a ação do usuário
sl: Merila, ki omejujejo dejanja uporabnika
uk: Критерії, що обмежують дії користувача

source: Information about the current user
de: Informationen über den aktuellen Benutzer
fr: Informations sur l’utilisateur actuel
he: מידע על המשתמש הנוכחי
pt_br: Informações sobre o usuário atual
sl: Informacije o trenutnem uporabniku
sv: Information om den nuvarande användaren.
tr: Mevcut kullanıcı hakkında bilgiler
uk: Інформація про поточного користувача

source: Numeric user id
de: Nummerische Benutzer-ID
fr: Identifiant numérique d’utilisateur
he: מזהה משתמש מספרי
sl: Števčni ID uporabnika
uk: Числовий ідентифікатор користувача

source: Cross-site request forgery prevention token
de: Cross-Site-Request-Forgery-Präventions-Token
fr: Jeton de prévention contre la forge de requêtes inter-sites
he: אסימון מניעת זיוף בקשה חוצת אתרים
pt_br: Token de prevenção de pedidos de solicitação
sl: Žeton za preprečevanje ponarejanja zahtevkov med spletnimi mesti
uk: Жетон запобігання підробці між сайтами

source: CASL access control rules
de: CASL-Zugangskontrollregeln
fr: règles de contrôle d’accès CASL
he: חוקי בקרת גישה של CASL
pt_br: Regras de Controle de Acesso de CASL
sl: Pravila nadzora dostopa CASL
uk: Правила контролю доступу CASL

source: Information about the current locale
de: Informationen über das aktuelle Gebietsschema
fr: Informations concernant la locale actuelle.
he: מידע על האזור הנוכחי
pt_br: Informações sobre a localidade atual
sl: Informacije o trenutni območni nastavitvi.
sv: Information om den nuvarande lokalen.
tr: Mevcut yerel ayar hakkında bilgi
uk: Інформація про поточний регіон

source: User information
de: Benutzerinformation
fr: Informations sur l’utilisateur
he: מידע על משתמש
pt_br: Informação sobre o usuário
sl: Informacije o uporabniku
sv: Användarinformation
tr: Kullanıcı bilgisi
uk: Інформація про користувача

source: Group information
de: Informationen zur Gruppe
fr: Informations du groupe
he: מידע על קבוצה
pt_br: Informação do grupo
sl: Informacije o skupini
sv: Gruppinformation
tr: Grup bilgisi
uk: Інформація про групу

source: Social authentication information for a user
de: Informationen zur sozialen Authentifizierung für einen Benutzer
fr: Informations d’identification sociale pour un utilisateur
he: מידע על הזדהות משתמש באמצעות רשתות חברתיות
pt_br: Informações de autenticação social para um usuário
sl: Družbene avtentikacijske informacije za uporabnika.
tr: Bir kullanıcı için sosyal kimlik doğrulama bilgileri
uk: Інформація про соціальну автентифікацію для користувача

source: Detailed user information
de: Detaillierte Benutzerinformationen
fr: Informations détaillées de l’utilisateur
he: מידע מפורט על משתמש
pt_br: Informações detalhadas do usuário
sl: Podrobne informacije o uporabniku
tr: Ayrıntılı kullanıcı bilgileri
uk: Детальна інформація про користувача

source: Detailed group information
de: Detaillierte Gruppeninformationen
fr: Informations détaillées du groupe
he: מידע מפורט על קבוצה
pt_br: Informações detalhadas do grupo
sl: Podrobne informacije o skupini
tr: Ayrıntılı grup bilgileri
uk: Детальна інформація про групу

source: Owner-only API Token
de: API-Token nur für Eigentümer
fr: Jeton de l’API pour le propriétaire uniquement
he: אסימון API רק בשביל הבעלים
sl: Žeton API za lastno uporabo
uk: Токен API лише власника

source: Authentication token
de: Authentifizierungs-Token
fr: Jeton d’authentification
he: אסימון אימות
sl: Avtentikacijski žeton
tr: Doğrulama tokeni
uk: Токен автентифікації

source: Enter a valid username. The characters `@` and `:` are not permitted.
de: Gib gültigen Benutzernamen ein. Die Zeichen „@“ und „:“ sind nicht erlaubt.
fr: Saisir un nom d’utilisateur valide : les caractères « @ » et « : » ne sont pas autorisés.
he: נא להזין שם משתמש תקין. התווים `@` ו־`:` אסורים.
pt_br: Digite um nome de usuário válido. Os personagens `@` e `:` não são permitidos.
sl: Vnesite veljavno uporabniško ime. Znaka »@« in »:« nista dovoljena.
tr: Geçerli bir kullanıcı adı girin. `@` ve `:` karakterlerine izin verilmez.
uk: Ввести дійсне ім'я користувача. Символи `@` і `:` заборонені.

source: Get information about the currently logged in user.
de: Abrufen von Informationen über den aktuell angemeldeten Benutzer.
fr: Obtenir les informations concernant l’utilisateur actuellement connecté.
he: קבלת מידע על המשתמש הנוכחי שנכנס לחשבון.
pt_br: Obtenha informações sobre o usuário conectado no momento.
sl: Pridobi informacije o trenutno prijavljenem uporabniku.
tr: Şu anda oturum açmış kullanıcı hakkında bilgi alın.
uk: Отримати інформацію про поточно зареєстрованого користувача.

source: Get current locale.
de: Aktuelles Gebietsschema abrufen.
fr: Obtenir la locale actuelle.
he: קבלת האזור הנוכחי
pt_br: Obtenha a localidade atual.
sl: Pridobi trenutno območno nastavitev.
tr: Mevcut yerel ayarı alın.
uk: Отримати поточну мову

source: Set locale.
de: Gebietsschema einstellen.
fr: Définir la locale.
he: הגדרת אזור.
pt_br: Definir localidade.
sl: Nastavi območno nastavitev.
tr: Yerel ayarlayın.
uk: Встановити локал.

source: List all active users.
de: Alle aktiven Benutzer auflisten.
fr: Lister tous les utilisateurs actifs.
he: רשימת כל המשתמשים הפעילים.
pt_br: Listar todos os usuários ativos.
sl: Navedi vse aktivne uporabnike.
sv: Lista alla aktiva användare.
tr: Tüm aktif kullanıcıları listeleyin.
uk: Список усіх активних користувачів.

source: Info for a specific user.
de: Informationen für einen bestimmten Benutzer.
fr: Infos pour un utilisateur spécifique.
he: מידע על משתמש מסוים.
pt_br: Informações para um usuário específico.
sl: Informacije za določenega uporabnika.
tr: Belirli bir kullanıcı için bilgi.
uk: Інформація про певного користувача.

source: List all user groups.
de: Alle Benutzergruppen auflisten.
fr: Lister tous les groupes d’utilisateurs.
he: קבלת כל קבוצות המשתמשים.
pt_br: Listar todos os grupos de usuários.
sl: Navedi vse uporabniške skupine.
sv: Lista alla användargrupper.
tr: Tüm kullanıcı gruplarını listeleyin.
uk: Перелічити всі групи користувачів.

source: Info for a user group.
de: Informationen für eine Benutzergruppe.
fr: Infos pour un groupe d’utilisateurs.
he: מידע על קבוצת משתמשים.
pt_br: Informações para um grupo de usuários.
sl: Informacije za uporabniško skupino.
tr: Bir kullanıcı grubu için bilgi.
uk: Інформація про групу користувачів.

source: Add a user to this group.
de: Füge einen Benutzer zu dieser Gruppe hinzu.
fr: Ajouter un utilisateur à ce groupe.
he: הוספת משתמש לקבוצה הזאת.
pt_br: Adicione um usuário a este grupo.
sl: Dodaj uporabnika v to skupino.
tr: Bu gruba kullanıcı ekle.
uk: Додати користувача до цієї групи.

source: Remove a user from this group.
de: Enferne einen Benutzer von dieser Gruppe.
fr: Supprimer un utilisateur de ce groupe.
he: הסרת משתמש מהקבוצה הזאת.
pt_br: Remover um usuário deste grupo.
sl: Odstrani uporabnika iz te skupine.
tr: Kullanıcıyı bu gruptan kaldır.
uk: Вилучити користувача із цієї групи.

source: Get authentication token.
de: Authentifizierungs-Token abrufen.
fr: Obtenir le jeton d’authentification.
he: קבלת אסימון אימות.
sl: Pridobi avtentikacijski žeton.
tr: Doğrulama tokeni edinin.
uk: Отримати токен автентифікації.

source: Create authentication token.
de: Authentifizierungs-Token erstellen.
fr: Créer un jeton d’authentification.
he: יצירת אסימון אימות.
sl: Ustvari avtentikacijski žeton.
tr: Doğrulama tokeni oluştur.
uk: Створити токен автентифікації.

source: Delete authentication token.
de: Authentifizierungs-Token löschen.
fr: Supprimer le jeton d’authentification.
he: מחיקת אסימון אימות.
sl: Izbriši avtentikacijski žeton.
tr: Doğrulama tokenini sil.
uk: Видалити токен автентифікації.

source: Versioned
de: Versioniert
fr: Versionné
he: עם גרסאות
sl: Pod nadzorom različic
uk: Версія

source: Failed to apply patch.
de: Der Patch konnte nicht angewendet werden.
fr: Échec de l’application du correctif.
he: החלת הטלאי נכשלה.
pt_br: Falha ao aplicar patch.
sl: Popravka ni bilo mogoče uporabiti.
tr: Yama uygulanamadı.
uk: Не вдалося застосувати виправлення.

source: Current revision cannot be hidden.
de: Die aktuelle Version kann nicht versteckt werden.
fr: La révision actuelle ne peut pas être cachée.
he: לא ניתן להסתיר את הגרסה הנוכחית.
pt_br: A revisão atual não pode ser ocultada.
sl: Trenutne redakcije ni mogoče skriti.
tr: Mevcut revizyon gizlenemez.
uk: Поточну версію неможливо приховати.

source: Revision is already marked as patrolled.
de: Die Version ist bereits als kontrolliert markiert.
fr: La révision est déjà marquée comme patrouillée.
he: הגרסה הזאת כבר סומנה כמנוטרת.
pt_br: Revisão já marcada como patrulhada.
sl: Redakcija je že označena kot pregledana.

source: Missing content for one or more revisions.
de: Fehlender Inhalt für eine oder mehrere Versionen.
fr: Contenu manquant pour au moins une révision.
he: תוכן חסר בגרסה אחת או יותר.
pt_br: Conteúdo ausente por uma ou mais revisões.
sl: Manjka vsebina za eno ali več redakcij.
uk: Вміст відсутній для однієї чи кількох редакцій.

source: Has this revision been marked as hidden?
de: Wurde diese Version als versteckt markiert?
fr: Cette révision a-t-elle été marquée comme cachée ?
he: האם הגרסה הזאת סומנה בתור מוסתרת?
pt_br: Esta revisão foi marcada como escondida?
sl: Je bila ta redakcija označena kot skrita?
tr: Bu revizyon gizli olarak işaretli mi?
uk: Ця редакція була позначена як прихована?

source: Has this revision been reviewed by a patroller?
de: Wurde diese Version von einem Kontrolleur überprüft?
fr: Cette révision a-t-elle été relue par un patrouilleur ?
he: האם הגרסה הזאת נסקרה על־ידי מנטר?
pt_br: Esta revisão foi revisada por um patrulheiro?
sl: Je to redakcijo pregledal pregledovalec?
tr: Bu revizyon bir denetçi tarafından incelendi mi?
uk: Чи перевіряв цей перегляд патрульний?

source: unique identifier of the version
de: eindeutiger Bezeichner der Version
fr: identifiant unique de la version
he: מזהה ייחודי של הגרסה
sl: enolični identifikator različice

source: unique identifier of the content being versioned
de: eindeutiger Bezeichner des zu versionierenden Inhalts
fr: identifiant unique du contenu versionné
he: מזהה ייחודי של תוכן שהגרסאות שלו מטופלות
sl: enolični identifikator vsebine pod nadzorom različic

source: title describing the content being versioned
de: Titel, der den zu versionierenden Inhalt beschreibt
fr: titre décrivant le contenu versionné
he: כותרת שמתארת את התוכן שהגרסאות שלו מטופלות
sl: naslov, ki opisuje vsebino pod nadzorom različic

source: RFC 6902 application/json-patch+json data
de: RFC 6902 application/json-patch+json Daten
fr: données « application/json-patch+json » RFC 6902
he: נתוני application/json-patch+json לפי RFC 6902
sl: podatki »application/json-patch+json« RFC 6902
tr: RFC 6902 application/json-patch+json verisi
uk: Додаток RFC 6902/json-патч+дані json

source: RFC 6902 JSON patch operation
fr: opération rustine JSON RFC 6902
he: פעולת JSON patch לפי RFC 6902
sl: operacija poprave JSON RFC 6902
tr: RFC 6902 JSON yama işlemi
uk: Операція виправлення RFC 6902 JSON

source: The operation to be performed
de: Die auszuführende Aktion
fr: L’opération à effectuer
he: הפעולה שצריך לבצע
pt_br: A operação a ser realizada
sl: Operacija za izvedbo
tr: Yapılacak işlem
uk: Операція, яку слід виконати

source: JSON-Pointer to location within document where operation is performed.
de: JSON-Pointer auf die Stelle im Dokument, an der der Vorgang ausgeführt wird.
fr: Pointeur-JSON vers l’emplacement dans le document où l’opération est effectuée.
he: JSON-Pointer למיקום בתוך המסמך שהפעולה מתבצעת בו.
sl: Kazalec JSON na mesto v dokumentu, kjer se izvaja operacija.
tr: JSON-Belgenin içinde işlemin yapılacağı yere işaretçi.
uk: JSON-Покажчик на розташування в документі, де виконується операція.

source: The value to add, replace, or test.
de: Der hinzuzufügende, zu ersetzende oder zu testende Wert.
fr: La valeur à ajouter, remplacer ou tester.
he: הערך להוסיף, להחליף, או לבדוק.
pt_br: O valor a adicionar, substituir ou testar.
sl: Vrednost, ki jo želite dodati, zamenjati ali preizkusiti.
tr: Eklenecek, değiştirilecek, ya da denenecek değer.
uk: Значення, яке потрібно додати, замінити або перевірити.

source: JSON-Pointer to location within document to move or copy the value from.
de: JSON-Pointer auf die Stelle im Dokument, von der der Wert verschoben oder kopiert werden soll.
fr: Pointeur JSON vers l’emplacement dans le document depuis lequel il faut déplacer ou copier la valeur.
he: JSON-Pointer למיקום בתוך המסמך שהערך יועבר או יועתק ממנו.
sl: Kazalec JSON na mesto v dokumentu, s katerega želite premakniti ali kopirati vrednost.
tr: JSON-Belgenin içinde değerin taşınacağı ya da kopyalanacağı yere işaretçi.
uk: Вказівник JSON на розташування в документі, з якого потрібно перемістити або скопіювати значення.

source: A unique integer value identifying this revision.
de: Ein eindeutiger ganzzahliger Wert, der diese Version identifiziert.
fr: Une valeur d’entier unique identifiant cette révision.
he: ערך שלם ייחודי שמזהה את הגרסה הזאת.
pt_br: Um valor inteiro único que identifica esta revisão.
sl: Enolična celoštevilska vrednost, ki označuje to redakcijo.
tr: Bu sürümü tanımlayan benzersiz bir tamsayı değeri.
uk: Унікальне ціле значення, що ідентифікує цю версію.

source: Comment by the user for the revision.
de: Kommentar des Benutzers für die Version.
fr: Commentaire par l’utilisateur de la révision.
he: הערה של המשתמש עבור הגרסה.
pt_br: Comentário do usuário para a revisão.
sl: Komentar uporabnika za redakcijo.
tr: Sürüm için kullanıcı yorumu.
uk: Коментар користувача щодо доопрацювання.

source: Content type of the revision.
de: Inhaltstyp der Version.
fr: Type de contenu de la révision.
he: סוג התוכן של הגרסה.
sl: Vrsta vsebine redakcije.

source: username removed
de: (Benutzername entfernt)
fr: nom d’utilisateur supprimé
he: שם המשתמש הוסר
pt_br: Nome de usuário removido
sl: uporabniško ime odstranjeno
tr: kullanıcı adı kaldırıldı
uk: ім’я користувача видалено

source: edit summary removed
de: Zusammenfassung entfernt
fr: résumé des modifications supprimé
he: תקציר העריכה הוסר
pt_br: resumo da edição suprimido
sl: povzetek urejanja odstranjen
uk: опис редагування вилучено

source: Only show recent changes by the given user.
de: Nur die letzten Änderungen des angegebenen Benutzers anzeigen.
fr: Afficher seulement les modifications récentes par l’utilisateur indiqué.
he: להציג רק את השינויים האחרונים מאת המשתמש הנתון.
sl: Prikaži samo zadnje spremembe navedenega uporabnika.

source: Only show recent changes for the given target type.
de: Zeigt nur die jüngsten Änderungen für den angegebenen Zieltyp an.
fr: Afficher seulement les modifications récentes pour le type de cible indiqué.
he: להציג רק את השינויים האחרונים עבור סוג היעד הנתון.
sl: Prikaži samo zadnje spremembe navedene vrste cilja.

source: Only show recent changes where suppressed field is either true or false
de: Zeigt nur die letzten Änderungen an, wenn das Feld „suppressed“ entweder true oder false ist.
fr: Afficher seulement les modifications récentes selon que le champ supprimé est vrai ou faux
he: להציג רק את השינויים האחרונים שבהם השדה המועלם הוא אמת או שקר
sl: Prikaži samo zadnje spremembe, pri čemer je ukinjeno polje »true« (res) ali »false« (ni res).

source: Only show recent changes where patrolled field is either true or false
de: Zeigt nur die letzten Änderungen an, wenn das Feld „patrolled“ entweder true oder false ist.
fr: Afficher seulement les modifications récentes selon que le champ patrouillé est vrai ou faux
he: להציג רק את השינויים האחרונים שבהם השדה המנוטר הוא אמת או שקר
sl: Prikaži samo zadnje spremembe, pri katerih je pregledovano polje bodisi »true« (res) bodisi »false« (ni res)

source: Only show recent changes within this time range
de: Nur die letzten Änderungen innerhalb dieses Zeitraums anzeigen
fr: Afficher seulement les modifications récentes dans cette plage de temps
he: להציג רק את השינויים האחרונים בטווח הזמן הזה
pt_br: Só mostrar mudanças recentes dentro desta faixa de tempo
sl: Prikaži samo zadnje spremembe v tem časovnem obdobju
sv: Visa bara senaste ändringar inom denna tidsram

source: Get a paginated list of all revisions.
de: Erhalte eine paginierte Liste aller Revisionen.
fr: Obtenir une liste paginée de toutes les révisions.
he: לקבל רשימה מחולקת לדפים של כל הגרסאות.
sl: Pridobi paginiran seznam vseh redakcij.
sv: Hämta en sidnumrerad lista över alla versioner.

source: Enter a valid value conforming to the JSON Schema.
de: Gib einen gültigen Wert an, der das JSON-Schema bestätigt.
fr: Saisir une valeur valide et conforme au schéma JSON.
he: נא למלא ערך שתואם לסכמת ה־JSON.
pt_br: Insira um valor válido em conformidade com o esquema JSON.
sl: Vnesite veljavno vrednost, ki je skladna s shemo JSON.
tr: JSON Şemasıyla uyumlu geçerli bir değer girin.
uk: Введіть дійсне значення, що відповідає схемі JSON.

source: API error
de: API-Fehler
fr: Erreur de l’API
he: שגיאת API
pt_br: Erro de API
sl: Napaka API
sv: API-fel
tr: API hatası
uk: Помилка API

source: Edit summary
de: Bearbeitungsübersicht
fr: Résumé des modifications
he: תקציר העריכה
pt_br: Resumo da edição
sl: Povzetek urejanja
sv: Redigeringssammanfattning
tr: Değişiklik özeti
uk: Опис редагування

source: Description of the changes you are making.
de: Beschreibung der Änderungen, die du vornehmen willst.
fr: Description des modifications que vous êtes en train de faire.
he: תיאור השינויים שהתכוונת לבצע.
sl: Opis sprememb, ki jih boste opravili.
tr: Yapmakta olduğunuz değişikliklerin açıklaması.
uk: Опис змін, які ви вносите.

source: Comment describing an action.
de: Kommentar, der eine Aktion beschreibt.
fr: Commentaire décrivant une action.
he: הערה שמתארת פעולה.
pt_br: Comentário descrevendo uma ação.
sl: Komentar, ki opisuje dejanje.
uk: Коментар, що описує дію.

source: Read scope
de: Geltungsbereich lesen
fr: Portée en lecture
he: טווח קריאה
pt_br: Leia o escopo
sl: Obseg branja
tr: Kapsamı oku
uk: Прочитати область застосування

source: Write scope
de: Geltungsbereich schreiben
fr: Portée en écriture
he: טווח כתיבה
pt_br: Escopo de escrita
sl: Obseg pisanja
tr: Kapsam yazın
uk: Написати область застосування

source: Authorize %(app_name)s?
de: %(app_name)s autorisieren?
fr: Autoriser %(app_name)s ?
he: לתת אישור ליישום %(app_name)s?
sl: Avtorziram %(app_name)s?
sv: Auktorisera %(app_name)s?
uk: Авторизувати %(app_name)s?

source: Application requires the following permissions
de: Die Anwendung erfordert die folgenden Berechtigungen
fr: L’application nécessite les droits suivants
he: יישום דורש את ההרשאות הבאות
sl: Aplikacija zahteva naslednja dovoljenja
tr: Uygulama şu izinleri gerektirir
uk: Додаток потребує наступних дозволів

source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
pt_br: Cancelar
sl: Prekliči
tr: İptal
uk: Скасувати

source: Authorize
de: Autorisieren
fr: Autoriser
he: לאשר
pt_br: Autorizar
sl: Avtoriziraj
sv: Auktorisera
tr: Yetkilendir
uk: Авторизувати

source: Error: %(message)s
de: Fehler: %(message)s
fr: Erreur : %(message)s
he: שגיאה: %(message)s
pt_br: Erro: %(message)s
sl: Napaka: %(message)s
sv: Fel: %(message)s
tr: Hata: %(message)s
uk: Помилка: %(message)s

source: Information used on the Toolhub Home view.
de: Informationen, die in der Toolhub-Startseite verwendet werden.
fr: Informations utilisées dans l’affichage de l’accueil de Toolhub.
he: מידע שמשמש בתצוגת הבית של Toolhub.
sl: Informacije, uporabljene v pogledu Toolhub Home.
uk: Інформація, що використовується у домашньому поданні Toolhub.

source: Count of tools known to Toolhub.
de: Anzahl der Werkzeuge, die Toolhub bekannt sind.
fr: Nombre d’outils connus de Toolhub.
he: ספירת כלים שידועים ל־Toolhub.
sl: Število orodij, ki jih pozna Toolhub.
uk: Кількість інструментів, відомих Toolhub.

source: Date and time of most recent crawler run.
de: Datum und Uhrzeit des letzten Crawler-Laufs.
fr: Date et heure de l’exécution la plus récente de l’indexeur.
he: תאריך ושעה של ריצת הזחלן האחרונה.
sl: Datum in čas zadnjega delovanja pajka.
sv: Datum och tid för den senaste skrapkörningen.
uk: Дата та час останнього запуску сканера.

source: Number of tools added or updated in the most recent crawler run.
de: Anzahl der Tools, die beim letzten Crawler-Lauf hinzugefügt oder aktualisiert wurden.
fr: Nombre d’outils ajoutés ou mis à jour lors de l’exécution la plus récente de l’indexeur.
he: מספר הכלים שנוספו או עודכנו בהרצת הזחלן האחרונה.
sl: Število orodij, dodanih ali posodobljenih pri zadenjem delovanju pajka.
sv: Antalet verktyg som lagts till eller uppdaterats i den senaste skrapkörningen.
uk: Кількість інструментів, доданих або оновлених під час останнього запуску сканера.

source: Toolhub's user interface requires JavaScript to be enabled.
de: Für die Benutzeroberfläche von Toolhub muss JavaScript aktiviert sein.
fr: L’interface utilisateur de Toolhub nécessite que JavaScript soit activé.
he: ממשק המשתמש של Toolhub דורש ש־JavaScript יהיה מופעל.
sl: Uporabniški vmesnik Toolhuba zahteva, da je omogočen JavaScript.
tr: Toolhub'ın kullanıcı arayüzü JavaScript'in etkinleştirilmesini gerektirir.
uk: Інтерфейс користувача Toolhub вимагає включення JavaScript.

source: LOADING
de: LADEN
fr: CHARGEMENT EN COURS
he: טעינה
pt_br: CARREGANDO
sl: NALAGANJE
sv: LADDAR
tr: YÜKLENİYOR
uk: ЗАВАНТАЖЕННЯ

source: Get information used on the Toolhub Home view.
de: Abrufen von Informationen, die in der Toolhub Home-Ansicht verwendet werden.
fr: Obtenir les informations utilisées dans l’affichage de l’accueil de Toolhub.
he: קבלת מידע שמשמש בתצוגת הבית של Toolhub.
sl: Pridobi informacije, uporabljene v pogledu Toolhub Home.
uk: Отримати інформацію, що використовується у домашньому поданні Toolhub.

source: bot
fr: robot
he: בוט
pt_br: robô
uk: бот

source: Toolhub API
fr: API de Toolhub
he: API של Toolhub
pt_br: API do Toolhub
tr: Toolhub API'si

source: Toolinfo
tr: Araç bilgisi
