Repository: wikimedia/wikimedia-toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: de, fr, he, pt_br, sl, sv, tr, uk

source: Create a new list of tools.
de: Erstellen einee neuen Werkzeugliste.
fr: Créer une nouvelle liste d’outils.
he: יצירת רשימת כלים חדשה.
sl: Ustvari nov seznam orodij.
sv: Skapa en ny lista av verktyg.
tr: Yeni araçlar listesi oluştur.
uk: Створити новий список інструментів.

source: Details of a specific list of tools.
de: Details zu einer bestimmten Liste von Tools.
fr: Détails d’une liste spécifique d’outils.
he: פרטים של רשימה מסוימת של כלים.
sl: Podrobnosti o določenem seznamu orodij.
sv: Detaljer av en specifik lista över verktyg.
uk: Деталі конкретного списку інструментів.

source: Update a list of tools.
de: Aktualisieren einer Liste von Werkzeugen.
fr: Mettre à jour une liste d’outils.
he: עדכון רשימת כלים.
sl: Posodobi seznam orodij.
sv: Uppdatera en lista över verktyg.
uk: Оновити список інструментів.

source: Delete a list of tools.
de: Löschen einer Liste von Werkzeugen.
fr: Supprimer une liste d’outils.
he: מחיקת רשימת כלים.
sl: Izbriši seznam orodij.
sv: Radera en lista över verktyg.
uk: Видалити список інструментів.

source: List all lists of tools.
de: Listet alle Listen von Tools auf.
fr: Lister toutes les listes d’outils.
he: הצגת כל רשימות הכלים.
sl: Seznam vseh seznamov orodij.
sv: Lista alla listor över verktyg.
tr: Tüm araçların listelerini listele.
uk: Перелічити усі списки інструментів.

source: Mark a list as featured.
de: Markieren einer Liste als hervorgehoben.
fr: Marquer une liste comme mise en avant.
he: סימון הרשימה בתור מומלצת.
sl: Označi seznam kot izbrani.
sv: Markera en lista som utvald.
uk: Позначте список як пропонований.

source: Remove featured flag from a list.
de: Entfernen der empfohlenen Markierung aus einer Liste.
fr: Supprimer la marque de mise en avant d’une liste.
he: הסרת דגל ההמלצה מרשימה.
sl: S seznama odstrani oznako izbranega seznama.
sv: Ta bort utvald-flagga från en lista.
uk: Вилучити прапорець зі списку.

source: A unique integer value identifying this toollist.
de: Ein eindeutiger ganzzahliger Wert, der diese Werkzeugliste identifiziert.
fr: Une valeur entière unique identifiant cette liste d’outils.
he: ערך שלם ייחודי שמזהה את רשימת הכלים הזאת.
sl: Enolična celoštevilska vrednost, ki označuje ta seznam orodij.
sv: En unik heltalsvärde som identifierar denna verktygslista.
uk: Унікальне ціле значення, що ідентифікує цей список списків.

source: Get revision information.
de: Ruft Informationen zur Version ab.
fr: Obtenir les informations de révision.
he: קבלת מידע על הגרסה.
pt_br: Obter informações de revisão.
sl: Pridobi podatke o redakciji.
sv: Hämta sidversionsinformation.
tr: Sürüm bilgisini al.
uk: Отримати інформацію про версію.

source: List revisions.
de: Versionen auflisten.
fr: Liste des révisions.
he: רשימת גרסאות.
pt_br: Listar revisões.
sl: Navedi redakcije.
sv: Lista sidversioner.
tr: Sürümleri listele.
uk: Список версій.

source: Compare two revisions to find difference.
de: Vergleiche zwei Versionen, um Unterschiede zu finden.
fr: Comparer deux révisions pour trouver la différence.
he: השוואת שתי גרסאות לשם מציאת הבדל.
pt_br: Compare duas revisões para encontrar a diferença.
sl: Primerjaj dve redakciji in poišči razlike.
sv: Jämför två sidversioner för att hitta skillnader.
tr: Farkları bulmak için iki sürümü karşılaştır.
uk: Порівняти дві версії, щоб знайти різницю.

source: A unique integer value identifying version to diff against.
de: Ein eindeutiger ganzzahliger Wert, der die Version identifiziert, gegen die abgeglichen werden soll.
fr: Une valeur d’entier unique identifiant les versions à comparer.
he: ערך שלם ייחודי שמזהה את הגרסה שמולה תיעשה ההשוואה.
pt_br: Um valor inteiro único que identifica a versão contra a qual comparar.
sl: Enolična celoštevilska vrednost, ki označuje različico za primerjavo.
sv: Ett unikt heltalsvärde som identifierar version att jämföra med.
tr: Farkın çıkarılacağı sürümü tanımlayan benzersiz bir tamsayı değeri.
uk: Унікальне ціле значення, що ідентифікує версію, проти якої можна відрізнитись.

source: Restore the list to this revision.
de: Die Liste auf diese Version zurücksetzen.
fr: Restaurer la liste de cette révision.
he: שחזור רשימת הכלים לגרסה הזאת.
sl: Obnovi seznam na to redakcijo.
sv: Återställ listan till denna sidversion.
uk: Відновити список до цієї версії.

source: Undo all changes made between two revisions.
de: Alle Veränderungen, die zwischen zwei Bearbeitungen gemacht wurden, zurücksetzen.
fr: Annuler tous les changements réalisés entre deux révisions.
he: ביטול כל השינויים שנעשו אין שתי גרסאות.
pt_br: Desfazer todas as mudanças feitas entre duas revisões.
sl: Razveljavi vse spremembe med dvema redakcijama.
sv: Återställ alla ändringar mellan två sidversioner.
tr: İki sürüm arasındaki tüm değişiklikleri geri al.
uk: Скасувати всі зміни, внесені між двома версіями.

source: A unique integer value identifying version to undo until.
de: Ein eindeutiger ganzzahliger Wert, der die Version identifiziert, gegen die abgeglichen werden soll.
fr: Une valeur entière unique identifiant les versions à défaire pour revenir à la version donnée.
he: ערך שלם ייחודי שמזהה את הגרסה שצריך לשחזר אליה.
pt_br: Um valor inteiro único identificando a versão para desfazer até.
sl: Enolična celoštevilska vrednost, ki označuje različico, na katero naj se razveljavi.
sv: Ett unikt heltalsvärde som identifierar version att återställa till.
tr: Geri alınacak sürümü tanımlayan benzersiz bir tamsayı değeri.
uk: Унікальне ціле значення, що ідентифікує версію для скасування до.

source: Hide revision text and edit summary from users.
de: Verstecken vom Text der Version und der Bearbeitungszusammenfassung vor Benutzern.
fr: Masquer le texte de la révision et le résumé des modifications des utilisateurs.
he: הסתרת טקסט הגרסה ותקציר העריכה מהמשתמשים.
pt_br: Ocultar texto de revisão e editar resumo dos usuários.
sl: Skrij besedilo redakcije in povzetek urejanja pred uporabniki.
sv: Dölj sidversionstext och redigeringssammanfattning från användare.
uk: Приховати текст редакції та змінити резюме від користувачів.

source: Reveal a previously hidden revision.
de: Zeigt eine zuvor versteckte Version wieder an.
fr: Révéler une révision précédemment masquée.
he: חשיפת גרסה שהוסתרה קודם.
sl: Razkrij prej skrito redakcijo.
sv: Visa en tidigare dold sidversion.
uk: Розкрити раніше приховану версію.

source: Mark a revision as patrolled.
de: Markieren einer Version als kontrolliert.
fr: Marquer une révision comme patrouillée.
he: לסמן את הגרסה בתור מנוטרת.
sl: Označi redakcijo kot pregledano.
sv: Markera en sidversion om patrullerad.
uk: Позначити версію як патрульовану.

source: Revert to revision %(rev_id)s dated %(datetime)s by %(user)s
de: Auf die Version %(rev_id)s von %(user)s um %(datetime)s zurücksetzen
fr: Revenir à la révision %(rev_id)s datée du %(datetime)s par %(user)s
he: שחזור לגרסה %(rev_id)s מתאריך %(datetime)s מאת by %(user)s
pt_br: Reverter para revisão %(rev_id)s em %(datetime)s por %(user)s
sl: Vrni na redakcijo %(rev_id)s z datumom %(datetime)s avtorja %(user)s
sv: Återställ till sidversion %(rev_id)s av %(user)s från %(datetime)s
tr: %(user)s kullanıcısının %(datetime)s tarihli %(rev_id)s sürümüne geri döndür
uk: Повернутися до версії %(rev_id)s від %(datetime)s від %(user)s

source: Undo revisions from %(first_id)s to %(last_id)s
de: Versionen von %(first_id)s bis %(last_id)s rückgängig machen
fr: Annuler les révisions de %(first_id)s à %(last_id)s
he: ביטול גרסאות מ־%(first_id)s עד %(last_id)s
pt_br: Desfazer revisões de %(first_id)s para %(last_id)s
sl: Razveljavi redakcije od %(first_id)s do %(last_id)s
sv: Återställ sidversionerna mellan %(first_id)s till %(last_id)s
tr: %(first_id)s sürümünden %(last_id)s sürümüne kadar geri al
uk: Скасувати зміни від %(first_id)s до %(last_id)s

source: Unique identifier for this tool.
de: Eindeutiger Bezeichner für dieses Werkzeug.
fr: Identifiant unique pour cet outil.
he: מזהה ייחודי לכלי הזה.
pt_br: Identificador único para esta ferramenta.
sl: Enolični identifikator tega orodja.
sv: Unik identifierare för detta verktyg.
tr: Bu araç için benzersiz tanımlayıcı.
uk: Унікальний ідентифікатор цього інструменту.

source: Add a tool to favorites.
de: Ein Werkzeug zu den Favoriten hinzufügen.
fr: Ajouter un outil aux favoris.
he: הוספת כלי למועדפים.
sl: Dodaj orodje med priljubljena.
sv: Lägg till ett verktyg i favoriter.
uk: Додати інструмент до вибраного.

source: Check to see if a tool is in favorites.
de: Prüfe, ob sich ein Werkzeug bereits in den Favoriten befindet.
fr: Vérifier si un outil est dans les favoris.
he: בדיקה אם הכלי כבר במועדפים.
sl: Preveri, ali je orodje med priljubljenimi.
sv: Kontrollera om ett verktyg ligger i favoriter.
uk: Перевірити, чи є інструмент у вибраному.

source: Remove a tool from favorites.
de: Ein Werkzeug aus den Favoriten entfernen.
fr: Enlever un outil des favoris.
he: הסרת כלי מהמועדפים.
sl: Odstrani orodje iz priljubljenih.
sv: Ta bort ett verktyg från favoriter.
uk: Видалити інструмент із вибраного.

source: Personal favorites.
de: Persönliche Favoriten.
fr: Favoris personnels.
he: מועדפים אישיים.
sl: Osebna priljubljena.
sv: Personliga favoriter.
tr: Kişisel favoriler.
uk: Особисті улюблені.

source: OAuth 2.0 Authorization server API
de: OAuth 2.0 Autorisierungsserver-API
fr: API du serveur d’autorisation OAuth 2.0
he: API לשרת האישור OAuth 2.0
pt_br: API do servidor de autorização OAuth 2.0
sl: API pooblastitvenega strežnika OAuth 2.0
sv: OAuth 2.0 auktoriseringsserver-API
tr: OAuth 2.0 Yetkilendirme sunucusu API'si
uk: API сервера авторизації OAuth 2.0

source: OAuth Client application.
de: OAuth-Client-Anwendung.
fr: Application cliente OAuth.
he: יישום לקוח של OAuth.
pt_br: Aplicativo cliente OAuth.
sl: Odjemalec aplikacije OAuth.
sv: OAuth-klientapplikation.
tr: OAuth İstemci uygulaması.
uk: Програма OAuth Client.

source: Application name
de: Anwendungsname
fr: Nom de l’application
he: שם היישום
pt_br: Nome do aplicativo
sl: Ime aplikacije
sv: Applikationsnamn
tr: Uygulama adı
uk: Назва програми

source: Something users will recognize and trust
de: Etwas, das die Benutzer erkennen und dem sie vertrauen
fr: Quelque chose que les utilisateurs reconnaîtront et à laquelle ils auront confiance
he: משהו שאנשים יזהו ויסמכו עליו
pt_br: Algo que os usuários reconhecerão e confiarão
sl: Nekaj, kar bodo uporabniki prepoznali in čemur bodo zaupali
sv: Någonting användare kommer känna igen och lita på
tr: Kullanıcıların tanıyacağı ve güveneceği bir şey
uk: Те, що користувачі впізнають і довіряють

source: Authorization callback URL
de: Autorisierungs-Callback-URL
fr: URL de rappel de l’autorisation
he: כתובת URL לפונקציית מענה לאישור
pt_br: URL de retorno de autorização
sl: Povratni URL pooblastitve
sv: Auktoriseringsåterkallnings-URL
tr: Yetkilendirme geri arama URL'si
uk: URL-адреса зворотного виклику авторизації

source: The application's callback URL.
de: Die Callback-URL der Anwendung.
fr: L’URL de rappel de l’application.
he: כתובת URL לפונקציית מענה של היישום.
pt_br: O URL de retorno de chamada do aplicativo.
sl: URL povratnega klica aplikacije.
sv: Applikationens återkallnings-URL.
tr: Uygulamanın geri arama URL'si.
uk: URL-адреса зворотного виклику програми.

source: Public identifier for this application
de: Öffentlicher Identifikator für diese Anwendung
fr: Identifiant public pour cette application
he: מזהה ציבורי ליישום הזה
pt_br: Identificador público para este aplicativo
sl: Javni identifikator za to aplikacijo
sv: Offentlig identifierare för denna applikation
tr: Bu uygulama için genel tanımlayıcı
uk: Публічний ідентифікатор цієї програми

source: OAuth Client application registration.
de: OAuth Client-Anwendungsregistrierung.
fr: Inscription de l’application cliente OAuth.
he: רישום יישום לקוח OAuth.
pt_br: Registro do aplicativo cliente OAuth.
sl: Registracija odjemalca aplikacije OAuth.
sv: Registrering av OAuth-klientapplikation.
tr: OAuth İstemcisi uygulama kaydı.
uk: Реєстрація програми OAuth Client.

source: Secret known only to the application and the authorization server
de: Geheimnis, das nur der Anwendung und dem Autorisierungsserver bekannt ist
fr: Secret connu seulement de l’application et du serveur d’autorisation
he: סוד שידוע רק ליישום ולשרת האישור
pt_br: Segredo conhecido apenas pelo aplicativo e pelo servidor de autorização
sl: Skrivnost, znana samo aplikaciji in pooblastitvenemu strežniku
sv: Hemlighet endast känd för applikationen och auktoriseringsservern
tr: Yalnızca uygulama ve yetkilendirme sunucusu tarafından bilinen sır
uk: Секрет, відомий лише програмі та серверу авторизації

source: OAuth Client application update.
de: Aktualisierung der OAuth-Client-Anwendung.
fr: Mise à jour de l’application cliente OAuth.
he: עדכון יישום לקוח OAuth.
pt_br: Atualização do aplicativo cliente OAuth.
sl: Posodobitev odjemalca aplikacije OAuth.
sv: Uppdatering av OAuth-klientapplikation.
tr: OAuth İstemcisi uygulama güncellemesi.
uk: Оновлення програми OAuth Client.

source: Authorized OAuth client application.
de: Autorisierte OAuth-Client-Anwendung.
fr: Application cliente OAuth autorisée.
he: יישום לקוח OAuth מאושר.
pt_br: Aplicativo cliente OAuth autorizado.
sl: Pooblaščena odjemalska aplikacija OAuth.
sv: Auktoriserad OAuth-klientapplikation.
tr: Yetkili OAuth istemci uygulaması.
uk: Авторизована клієнтська програма OAuth.

source: List all client applications.
de: Listet alle Client-Anwendungen auf.
fr: Lister toutes les applications clientes.
he: רשימת כל יישומי הלקוח.
pt_br: Liste todos os aplicativos cliente.
sl: Navedi vse odjemalske aplikacije.
sv: Lista över alla klientapplikationer.
tr: Tüm istemci uygulamalarını listeleyin.
uk: Перелічити усі клієнтські програми.

source: Info for a client application.
de: Information für eine Client-Anwendung.
fr: Infos pour une application cliente.
he: מידע עבור יישום לקוח.
pt_br: Informações para um aplicativo cliente.
sl: Informacije za odjemalsko aplikacijo.
sv: Information om en klientapplikation.
tr: Bir istemci uygulaması için bilgi.
uk: Інформація про клієнтську програму.

source: Register a new client application.
de: Registrierung einer neuen Client-Anwendung.
fr: Inscrire une nouvelle application cliente.
he: רישום יישום לקוח חדש.
pt_br: Registre um novo aplicativo cliente.
sl: Registriraj novo odjemalsko aplikacijo.
sv: Registrera en ny klientapplikation.
tr: Yeni bir istemci uygulaması kaydedin.
uk: Зареєструйте нову клієнтську програму.

source: Update a client application.
de: Aktualisierung einer Client-Anwendung.
fr: Mettre à jour une application cliente.
he: עדכון יישום לקוח.
pt_br: Atualize um aplicativo cliente.
sl: Posodobi odjemalsko aplikacijo.
sv: Uppdatera en klientapplikation.
tr: Bir istemci uygulamasını güncelleyin.
uk: Оновити клієнтську програму.

source: Delete a client application.
de: Eine Client-Anwendung löschen.
fr: Supprimer une applications cliente.
he: מחיקת יישום לקוח.
pt_br: Exclua um aplicativo cliente.
sl: Izbriši odjemalsko aplikacijo.
sv: Radera en klientapplikation.
tr: Bir istemci uygulamasını silin.
uk: Видалити клієнтську програму.

source: List applications authorized by the current user.
de: Liste der vom aktuellen Benutzer autorisierten Anwendungen.
fr: Lister les applications autorisées par l’utilisateur actuel.
he: רשימת יישומים שהמשתמש הנוכחי אישר.
pt_br: Lista os aplicativos autorizados pelo usuário atual.
sl: Navedi aplikacije, ki jih je pooblastil trenutni uporabnik.
sv: Lista applikationer som auktoriserats av den nuvarande användaren.
tr: Mevcut kullanıcı tarafından yetkilendirilmiş uygulamaları listeleyin.
uk: Перелічити програми, дозволені поточним користувачем.

source: Info for an authorized application.
de: Information für eine autorisierte Anwendung.
fr: Infos pour une application autorisée.
he: מידע ליישום המאושר.
pt_br: Informações para um aplicativo autorizado.
sl: Informacije za pooblaščeno aplikacijo.
sv: Information för en auktoriserad applikation.
tr: Yetkili bir uygulama için bilgi.
uk: Інформація про авторизовану програму.

source: Revoke an application authorization.
de: Eine Anwendungsberechtigung widerrufen.
fr: Révoquer une autorisation d’application.
he: שלילת אישור מיישום.
pt_br: Revogar a autorização de um aplicativo.
sl: Preklic pooblastitve aplikacije.
sv: Återkalla en applikationsauktorisering.
tr: Bir uygulama yetkisini iptal edin.
uk: Скасувати авторизацію програми.

source: Search
de: Suchen
fr: Rechercher
he: חיפוש
pt_br: Pesquisar
sl: Išči
sv: Sök
tr: Ara
uk: Пошук

source: Faceted classification
de: Facettenklassifizierung
fr: Classification à facettes
he: מיון לפי היבטים
pt_br: Classificação facetada
sl: Fasetna klasifikacija
sv: Facetterad klassifikation
tr: Çok boyutlu sınıflama
uk: Гранична класифікація

source: Search string
de: Such-Zeichenfolge
fr: Chaîne recherchée
he: מחרוזת חיפוש
pt_br: Pesquisar string
sl: Poišči niz
sv: Söksträng
tr: Arama dizisi
uk: Рядок пошуку

source: Search in %(fields)s
de: Suche in %(fields)s
fr: Rechercher dans %(fields)s
he: חיפוש בשדות %(fields)s
pt_br: Procure em %(fields)s
sl: Išči v %(fields)s
sv: Sök i %(fields)s
tr: %(fields)s içinde ara
uk: Пошук у %(fields)s

source: Field to use when ordering results.
de: Feld zur Verwendung bei der Reihenfolge der Ergebnisse.
fr: Champ à utiliser pour ordonner les résultats.
he: באיזה שדה לחפש בעת מיון התוצאות.
pt_br: Campo a ser usado ao solicitar resultados.
sl: Polje za uporabo pri razvrščanju zadetkov.
sv: Fält att använda när resultat ordnas.
tr: Sonuçları isterken kullanılacak alan.
uk: Поле для використання при замовленні результатів.

source: Tool search results
de: Tool-Suchergebnisse
fr: Résultats de la recherche d’outil
he: תוצאות חיפוש כלים
pt_br: Resultados da pesquisa de ferramentas
sl: Iskalni zadetki orodja
sv: Resultat av verktygssökning
tr: Araç araması sonuçları
uk: Результати пошуку інструментів

source: Tool autocomplete results
de: Autovervollständigen von Ergebnissen
fr: Résultat de la complétion automatique d’outil
he: תוצאות השלמה אוטומטית של כלים
sl: Samodejno dokončanje zadetkov orodja
sv: Resultat från verktygets autokomplettering
uk: Результати автозаповнення інструмента

source: ToolList autocomplete results
de: Autovervollständigungsergebnisse der Werkzeugliste
fr: Résultats de complétion automatique de ToolList
he: תוצאות השלמה אוטומטית של ToolList
sl: Zadetki samodejnega dokončanja ToolList
sv: Resultat från verktygslistors autokomplettering

source: Autocomplete for tools.
de: Autovervollständigung für Werkzeuge.
fr: Complétion automatique pour les outils.
he: השלמה אוטומטית לכלים.
sl: Samodejno dokončanje za orodja.
sv: Autokomplettering för verktyg.
uk: Автозаповнення для інструментів.

source: Faceted search for tools.
de: Facettensuche für Werkzeuge.
fr: Recherche à facettes pour les outils.
he: חיפוש רב־פנים של כלים.
pt_br: Pesquisa facetada de ferramentas.
sl: Fasetno iskanje za orodja.
sv: Facetterad sökning efter verktyg.
tr: Araçlar için çok boyutlu arama.
uk: Гранчастий пошук інструментів.

source: Autocomplete for toollists.
de: Autovervollständigung für Werkzeugliste.
fr: Complétion automatique pour les listes d’outils.
he: השלמה אוטומטית של toollists.
sl: Samodejno dokončanje za sezname orodij.
sv: autokomplettering för verktygslistor.

source: Full text search for toollists.
de: Volltextsuche für Werkzeuglisten.
fr: Recherche en plein texte pour les listes d’outils.
he: תוצאות חיפוש טקסט מלאות עבור toollists.
sl: Iskanje po celotnem besedilu za sezname orodij.
sv: Sökning i fulltext efter verktygslistor.

source: web app
fr: application web
he: יישום וב
pt_br: aplicativo web
sl: spletna aplikacija
sv: webbapp
tr: web uygulaması
uk: веб-додаток

source: desktop app
fr: application de bureau
he: יישום למחשבים
pt_br: aplicativo para computador
sl: namizna aplikacija
sv: stationär app
tr: Masaüstü uygulaması
uk: настільний додаток

source: gadget
de: Helferlein
he: גאדג'ט
sl: pripomoček
sv: finess
tr: küçük araç
uk: гаджет

source: user script
de: Benutzerskript
fr: script utilisateur
he: סקריפט משתמש
pt_br: script do usuário
sl: uporabniški skript
sv: användarskript
tr: kullanıcı betiği
uk: скрипт користувача

source: command line tool
de: Befehlszeilenwerkzeug
fr: outil en ligne de commande
he: כלי שורת פקודה
pt_br: ferramenta de linha de comando
sl: orodje z ukazno vrstico
sv: kommandoradsverktyg
tr: komut satırı aracı
uk: інструмент командного рядка

source: coding framework
fr: environnement de programmation
he: מסגרות קידוד
pt_br: estrutura de codificação
sl: programersko ogrodje
sv: kodningsramverk
tr: kodlama çerçevesi
uk: фреймворк кодування

source: lua module
de: Lua-Modul
fr: module Lua
he: יחידת לואה
sl: modul Lua
sv: lua-modul
tr: lua modülü
uk: модуль lua

source: template
de: Vorlage
fr: modèle
he: תבנית
sl: predloga
sv: mall
tr: şablon
uk: шаблон

source: other
de: andere
fr: autre
he: אחר
pt_br: outros
sl: drugo
sv: övrigt
tr: diğer
uk: інші

source: If true, the use of this tool is officially discouraged. The `replaced_by` parameter can be used to define a replacement.
de: Wenn true, wird von der Verwendung dieses Werkzeugs offiziell abgeraten. Der Parameter „replaced_by“ kann verwendet werden, um eine Ersetzung zu definieren.
fr: Si vrai, l’utilisation de cet outil est officiellement dissuadée. Le paramètre « replaced_by » peut être utilisé pour définir un remplacement.
he: אם true, השימוש בכלי הזה רשמית אינו מומלץ. הפרמטר `replaced_by` יכול לשמש להגדרת החלופה.
pt_br: Se for verdade, o uso desta ferramenta é oficialmente desencorajado. O parâmetro `replace_by` pode ser usado para definir uma substituição.
sl: Če je to »true«, je uporaba tega orodja uradno odsvetovana. Za opredelitev zamenjave se lahko uporabi parameter »replaced_by«.
sv: Om "true" kommer det avrådas att verktyget används. Parametern "replaced_by" kan användas för att definiera en ersättning.
tr: true ise, bu aracın kullanımı resmi olarak önerilmez. "replace_by" parametresi, bir değiştirmeyi tanımlamak için kullanılabilir.
uk: Якщо це правда, використання цього інструменту офіційно не рекомендується. Параметр «replace_by» може бути використаний для визначення заміни.

source: If this tool is deprecated, this parameter should be used to link to the replacement tool.
de: Wenn dieses Werkzeug veraltet ist, sollte dieser Parameter verwendet werden, um eine Verknüpfung mit dem Ersetzungstool herzustellen.
fr: Si cet outil est obsolète, ce paramètre devrait être utilisé pour indiquer un lien vers l’outil de remplacement.
he: אם הכלי הזה מוכרז בתור מיושן, כדאי להשתמש בפרמטר הזה כדי לקשר לכלי המחליף.
pt_br: Se esta ferramenta for descontinuada, este parâmetro deve ser usado para vincular à ferramenta de substituição.
sl: Če je to orodje opuščeno, je treba ta parameter uporabiti za povezavo na nadomestno orodje.
sv: Är verktyget föråldrad bör parametern användas för att länka till ersättningsverktyget.
tr: Bu araç kullanımdan kaldırılırsa, bu parametre değiştirme aracına bağlanmak için kullanılmalıdır.
uk: Якщо цей інструмент не підтримується, цей параметр слід використовувати для посилання на інструмент заміни.

source: If true, this tool is unstable and can change or go offline at any time.
de: Wenn true, ist dieses Tool instabil und kann sich jederzeit ändern oder abgeschaltet werden.
fr: Si vrai, cet outil est instable et peut changer ou être arrêté à tout moment.
he: אם true, הכלי הזה אינו יציב ויכול להשתנות או להיעלם בכל זמן.
pt_br: Se true, esta ferramenta é instável e pode mudar ou ficar offline a qualquer momento.
sl: Če je to »true«, je to orodje nestabilno in se lahko kadar koli spremeni ali je odstranjeno.
sv: Om "true" är verktyget instabilt och kan närsomhelst ändras eller gå offline.
tr: true ise, bu araç kararsızdır ve herhangi bir zamanda değişebilir veya çevrimdışı olabilir.
uk: Якщо це правда, цей інструмент є нестабільним і в будь-який час може змінитись або перейти в автономний режим.
